[{"conversations": [{"content": "The city of Saint Lotier was carved from the sapphire bosom of the mother sea, its steward the Waterwyrm known as Mercury. Ere its establishment, man and dragon fought as bitter foes, staining the pristine waters red.", "speakerName": "", "type": "conversation"}, {"content": "It was a pure-hearted prince whose actions changed wise Mercury's mind, convincing her that humankind could be a worthy partner to the dragons, and an alliance was forged.", "speakerName": "", "type": "conversation"}, {"content": "Mercury allowed a human city to be built atop her sea—a city she would come to love and guard as loyally as the surrounding waters she had watched over since antiquity.", "speakerName": "", "type": "conversation"}, {"content": "Man is frail, while dragons mighty; thus it fell to her to keep them safe. Conviction of this charge bubbled within Mercury's heart.", "speakerName": "", "type": "conversation"}, {"type": "break"}, {"content": "This way next, Mercury! And pick up the pace, would you? I found a cute shop here last time that I'm DYING to check out!", "speakerName": "Mym", "type": "conversation"}, {"content": "Ah, hold on a moment, Flamewyrm! And please stop tugging me by the arm. I'm still not used to these human limbs.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Oh! Right, of course. Sorry, dear. That'll teach me to get swept up in the fun.", "speakerName": "Mym", "type": "conversation"}, {"content": "But this wouldn't be much of a date if I was the only one enjoying myself, now would it?", "speakerName": "Mym", "type": "conversation"}, {"content": "So! This time, leading you GENTLY by the hand... Let's be off! Work those little legs, now. ♪", "speakerName": "Mym", "type": "conversation"}, {"content": "Absolutely incorrigible, this one... How did I ever let you talk me into this?", "speakerName": "Mercury", "type": "conversation"}, {"type": "break"}, {"content": "A few hours earlier, within the Halidom...", "speakerName": "SYS", "type": "conversation"}, {"content": "Oh, Meeercury! Word on the street is that you took on human form the other day, and I simply MUST know if the rumors are true.", "speakerName": "Mym", "type": "conversation"}, {"content": "Hm? Oh, yes, indeed I did. It served as my disguise for an undercover mission.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Why do you ask?", "speakerName": "Mercury", "type": "conversation"}, {"content": "It's true, then! You slippery little eel of a dragon, you. You should have told me!", "speakerName": "Mym", "type": "conversation"}, {"content": "If I'd known you could transform earlier, I would've started planning all sorts of antics for us!", "speakerName": "Mym", "type": "conversation"}, {"content": "Such as...?", "speakerName": "Mercury", "type": "conversation"}, {"content": "Girls' nights! Dates out on the town! The sort of no-boys-allowed fun that's all the rage among humans these days!", "speakerName": "Mym", "type": "conversation"}, {"content": "Well, now that we know, I'm not waiting another instant. Go ahead and make with the transforming, dear. We've got places to be.", "speakerName": "Mym", "type": "conversation"}, {"content": "Er...why? I don't see any need to take on human form at the moment.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Do you need one beyond the fact that it's fun? And quite handy, I'll have you know. I'll prove it to you. Now, come on!", "speakerName": "Mym", "type": "conversation"}, {"content": "Time to begin our whirlwind date, Mercury!", "speakerName": "Mym", "type": "conversation"}, {"type": "break"}, {"content": "(I let her fast-talk me into this, thinking it wouldn't hurt to cut loose a bit and enjoy a day off together...)", "speakerName": "Mercury", "type": "conversation"}, {"content": "(But I've so little experience working a human body, to say nothing of DATING. I...hope I'm not in above my horns here.)", "speakerName": "Mercury", "type": "conversation"}, {"content": "This is it—the shop I was talking about! They have SO many cute little knick-knacks and accessories.", "speakerName": "Mym", "type": "conversation"}, {"content": "Yet they're sized for humans. I fear they are all much too small for us, Flamewyrm.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Oh, don't be such a fuddy-duddy. Need I remind you that you're human-sized yourself right now?", "speakerName": "Mym", "type": "conversation"}, {"content": "...I suppose I am. Very well, then. I'll take a loo—ooh, what's this?", "speakerName": "Mercury", "type": "conversation"}, {"content": "The city is emblazoned on this tiny bit of cloth in colorful thread. What was this technique called again?", "speakerName": "Mercury", "type": "conversation"}, {"content": "That's embroidery, dear. They've got loom- woven tapestries over there, too. Humans are so good with fiddly crafts like that.", "speakerName": "Mym", "type": "conversation"}, {"content": "It really is quite breathtaking.", "speakerName": "Mercury", "type": "conversation"}, {"content": "If you like it, why not buy it?", "speakerName": "Mym", "type": "conversation"}, {"content": "But...I wouldn't even be able to handle something this small without ruining it at my normal size.", "speakerName": "Mercury", "type": "conversation"}, {"content": "So turn human again when you want to admire it. Oh, shopkeep! We'll be taking this, thank you!", "speakerName": "Mym", "type": "conversation"}, {"content": "Wha—hey, wait!", "speakerName": "Mercury", "type": "conversation"}, {"type": "break"}, {"content": "...I can't believe I wound up buying this. Or that you decided to buy one as well.", "speakerName": "Mercury", "type": "conversation"}, {"content": "And then came all those clothes you badgered me into trying on... Just what is your angle with all this, anyway?", "speakerName": "Mercury", "type": "conversation"}, {"content": "It's called a date, dear. This is how they go! A bit of shopping, make some happy memories... It's not that deep. It's just fun.", "speakerName": "Mym", "type": "conversation"}, {"content": "Now, we didn't come to the top-rated pancake cafe in town to sit around jabbering! Let's dig in while it's hot. ♪", "speakerName": "Mym", "type": "conversation"}, {"content": "But I never said I was hungry. You just sat down and ordered for the both of us.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I don't know if it's even POSSIBLE to finish a portion this size, what with the veritable mountain of whipped cream on top!", "speakerName": "Mercury", "type": "conversation"}, {"content": "That's a mystery to ponder once you're done eating. Say ＂ahhh,＂ dear!", "speakerName": "Mym", "type": "conversation"}, {"content": "Mmmgf?! Wha... Whah ah yu doim?! ...Ah!", "speakerName": "Mercury", "type": "conversation"}, {"content": "This is...heavenly! And the cream is so much lighter and airier than it looks. I can see why this place is so popular.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Right?! I thought it couldn't live up to the buzz either, and yet I was just as shocked when I first gave it a whirl.", "speakerName": "Mym", "type": "conversation"}, {"content": "A dragon certainly COULD eat a plate of pancakes, but at full size, it'd be hard to properly taste it.", "speakerName": "Mym", "type": "conversation"}, {"content": "You have to be in human form to really enjoy it, you know? I TOLD you this life had perks. Ha ha.", "speakerName": "Mym", "type": "conversation"}, {"content": "There's no rule that says guardian dragons have to sit on the sidelines watching all the time. Live a little!", "speakerName": "Mym", "type": "conversation"}, {"content": "I...suppose you're right. I'll admit, I was hesitant at first, but this is quite a treat.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I doubt I would have found an appreciation for embroidery OR gourmet pancakes had I stayed in my usual form.", "speakerName": "Mercury", "type": "conversation"}, {"content": "There is joy even in the discovery of the mundane. As you say, there are some things you can't see from the sidelines.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Exactly! This is absolutely the best way to enjoy human culture.", "speakerName": "Mym", "type": "conversation"}, {"content": "If you want to learn more about something, put away your telescope and observe it up close! As close as I am with my darling. ♪", "speakerName": "Mym", "type": "conversation"}, {"content": "No doubt there are many such things left for me to learn.", "speakerName": "Mercury", "type": "conversation"}, {"content": "(I had always thought that watching over humans—protecting them—was my way of promoting understanding between us...)", "speakerName": "Mercury", "type": "conversation"}, {"content": "(But it seems my view was too limited. Perhaps I'd lost sight of something important along the way.)", "speakerName": "Mercury", "type": "conversation"}, {"content": "I think I'd like to stay this way awhile. You know, just to see what it's like.", "speakerName": "Mercury", "type": "conversation"}, {"content": "You have my enthusiastic support! I'm so glad you've come around to how FUN it is.", "speakerName": "Mym", "type": "conversation"}, {"content": "I believe I have. This venture may even help me understand mankind better, as a guardian dragon.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Thank you, Flamewyrm. I'm going to try enjoying human culture firsthand for a while. To learn all that I'm able!", "speakerName": "Mercury", "type": "conversation"}]}, {"conversations": [{"content": "So then I backstitch this line, so I need to watch where I place the needle here...", "speakerName": "Mercury", "type": "conversation"}, {"content": "Exactly. You've picked this up quickly. You're a natural, Mercury.", "speakerName": "Cleo", "type": "conversation"}, {"content": "I don't know about that, ha ha. Embroidery is a delight, though. I'm not used to these human pastimes that rely on dexterity.", "speakerName": "Mercury", "type": "conversation"}, {"content": "As long as you're enjoying it, that's all that matters. Once you've got that stitch down, we can try something a bit more advanced.", "speakerName": "Cleo", "type": "conversation"}, {"content": "I do welcome a good challenge. And I'm eager to learn as much of human culture as I'm able.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Ooh, at it again today, Mercury? Watch out folks, we got a future embroidery QUEEN on our hands! I saw you getting makeup tips from Zardin earlier, too.", "speakerName": "Notte", "type": "conversation"}, {"content": "Yes. I'd never had any interest before, but it's rather fascinating once you get started.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I knew I oughtn't to judge such things without trying them myself, but I really had no idea I was missing out on so much fun.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I've lived alongside humans as guardian of Saint Lotier for ages, but I've never felt closer to them than I do right now.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Awww! Love that for you, girl!", "speakerName": "Notte", "type": "conversation"}, {"content": "Donning human form to blend in among them has certainly granted me a greater sense of familiarity.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Oh, most def—wait, what? Back up a sec. You make it sound like wearing human camo is the most important part.", "speakerName": "Notte", "type": "conversation"}, {"content": "Does the way you look really matter? Isn't it more just that you're talking to new people and trying new th—", "speakerName": "Notte", "type": "conversation"}, {"content": "WAUGH! Wh-what the heck was THAT?!", "speakerName": "Notte", "type": "conversation"}, {"content": "An explosion?! Where did it come from?!", "speakerName": "Gauld", "type": "conversation"}, {"content": "The sound came from over there. Pretty sure that's Sinoa's room!", "speakerName": "Jiang Ziya", "type": "conversation"}, {"content": "Oh, it's just another Sinoa Special? Forget it, then. I'm going back to work.", "speakerName": "Vice", "type": "conversation"}, {"content": "But it wouldn't do to leave a lady in peril. I'll check and make sure she's unharmed.", "speakerName": "Orion", "type": "conversation"}, {"content": "Pipple!", "speakerName": "Pipple", "type": "conversation"}, {"content": "That was, er...quite the varied cast of people who just came through.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Hah, yeah. The Halidom's got all sorts. From all different races, too.", "speakerName": "Notte", "type": "conversation"}, {"content": "I suppose we're so used to it by now that we don't even notice, but this must be quite the sight for the Waterwyrm.", "speakerName": "Cleo", "type": "conversation"}, {"content": "As Notte says, that's just the sort of place this is. It is home to multitudes, regardless of ear shape, horns, etcetera.", "speakerName": "Cleo", "type": "conversation"}, {"content": "Humans make up the vast majority of Saint Lotier's citizens, so the atmosphere certainly is different. Does it ever vex you?", "speakerName": "Mercury", "type": "conversation"}, {"content": "Different races mean different customs and beliefs—even different lifespans. Surely that's been the cause of some pain here?", "speakerName": "Mercury", "type": "conversation"}, {"content": "We've all gathered here to live together despite those differences. We accept and respect what makes each of us unique.", "speakerName": "Cleo", "type": "conversation"}, {"content": "Yeah! Who gives a hoot if you're different? All that matters is being willing to learn where the other person's coming from!", "speakerName": "Notte", "type": "conversation"}, {"content": "Then you believe that physical attributes have no effect on people's ability to learn about one another?", "speakerName": "Mercury", "type": "conversation"}, {"content": "Yes, at the deepest level. I expect Notte's comment earlier arose from her belief in that same principle.", "speakerName": "Cleo", "type": "conversation"}, {"content": "I think you taking human form presented you with an opportunity to feel a closer bond with them. But it isn't the cause.", "speakerName": "Cleo", "type": "conversation"}, {"content": "Was that about what you were going to say before Sinoa's blast interrupted us, Notte?", "speakerName": "Cleo", "type": "conversation"}, {"content": "Um, yeah! Totally! I was gonna say it all fancy just like that, too.", "speakerName": "Notte", "type": "conversation"}, {"content": "What matters most is that we strive to reach out to other species and respect how our differences make us all unique. That is when true understanding can begin.", "speakerName": "Cleo", "type": "conversation"}, {"content": "So you would focus not on the whole, but on individual identities...", "speakerName": "Mercury", "type": "conversation"}, {"content": "Right! Just like Euden did for all of us!", "speakerName": "Notte", "type": "conversation"}, {"content": "!", "speakerName": "Mercury", "type": "conversation"}, {"content": "Hm. You've given me much to think about.", "speakerName": "Mercury", "type": "conversation"}, {"content": "All this time, I've seen myself as a dragon whose power was sought by mankind, and interacted with others accordingly.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I can't really blame you, though. You're the guardian dragon of the Aquapolis. You probably ARE this big, scary thing to them.", "speakerName": "Notte", "type": "conversation"}, {"content": "Indeed. Every once in a long while, an exception like Alberius would appear, but I always assumed they were exactly that: exceptions to the rule.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I was clearly mistaken. Plenty of others are able to relate to one another despite their varying physical characteristics.", "speakerName": "Mercury", "type": "conversation"}, {"content": "This more intimate understanding I'm coming to now is only possible because you all deigned to meet me halfway.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Yeah! You said it, sister!", "speakerName": "Notte", "type": "conversation"}, {"content": "Even if you ditch the pretty lady getup, I'm sure people will be happy to hang out any time you want. The people here, at least!", "speakerName": "Notte", "type": "conversation"}, {"content": "Ha ha. This really is a wondrous place. The castle seems to reflect its master's nature.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Whereas I, on the other hand...", "speakerName": "Mercury", "type": "conversation"}, {"content": "I question whether I truly acknowledged all the people I've come into contact with here as individuals.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I simply accepted that protecting the weak was a dragon's duty, born of our might...", "speakerName": "Mercury", "type": "conversation"}, {"content": "It seems such a foolish prejudice, now.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Waterwyrm...", "speakerName": "Cleo", "type": "conversation"}]}, {"conversations": [{"content": "On goes the blush, followed by powder, and finally I blend while thinking beautiful thoughts... There! I did it!", "speakerName": "Mercury", "type": "conversation"}, {"content": "She's serving face, face, face! Great job. I'd say you've mastered your make-up fundamentals, Mercury.", "speakerName": "Zardin", "type": "conversation"}, {"content": "I'm so happy you've started coming by for my little pointers. What changed?", "speakerName": "Zardin", "type": "conversation"}, {"content": "Oh, I... I suppose I just started to feel as if I'd put up a bit of a wall, so I decided to intentionally interact with others more.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I had already thought the Halidom a lovely place, but the many and varied people here have all been so open and generous.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I'm glad to hear it. One beautiful act leads to another, and soon we're all sparkling! Come by for another session anytime.", "speakerName": "Zardin", "type": "conversation"}, {"content": "Oh, I will. In fact, I should make an appointment while I'm—hm?", "speakerName": "Mercury", "type": "conversation"}, {"content": "Crudcakes, we're in turbo trouble! Mercury, you in here?!", "speakerName": "Notte", "type": "conversation"}, {"content": "I am. What has you in such a state?", "speakerName": "Mercury", "type": "conversation"}, {"content": "We just got word that imperial forces have invaded Saint Lotier.  We've been running around in a frenzy trying to find you!", "speakerName": "Elisanne", "type": "conversation"}, {"content": "What?! How dare they!", "speakerName": "Mercury", "type": "conversation"}, {"content": "Ranzal and the others are already on their way there now. Let us follow, and quickly.", "speakerName": "Elisanne", "type": "conversation"}, {"content": "Yes, of course. Nothing comes before defending my beloved city!", "speakerName": "Mercury", "type": "conversation"}, {"type": "break"}, {"content": "Spare them no mercy, men. Let all who stand in the way fall to your blades! Show them the folly of defying the Empire!", "speakerName": "Imperial Commander", "type": "conversation"}, {"content": "Waaaugh!", "speakerName": "Saint Lotier Soldier 1", "type": "conversation"}, {"content": "Our poor city... Those Dyrenell dogs!", "speakerName": "Saint Lotier Soldier 2", "type": "conversation"}, {"content": "A one-sided slaughter perpetrated by men deaf to the pleas of the weak... This is savagery!", "speakerName": "Mercury", "type": "conversation"}, {"content": "Truly, humankind is weak, determined to repeat its sad and foolish history. I must see that at least this city's people live on.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Men and women of the Empire's forces! I will allow no further barbarism here. You now face me!", "speakerName": "Mercury", "type": "conversation"}, {"content": "HAAAAH!", "speakerName": "Mercury", "type": "conversation"}, {"content": "Gwaaaurgh!", "speakerName": "Imperial Soldier", "type": "conversation"}, {"content": "Rgh, it's that damned dragon, Mercury! Men, stand your ground. Now, advance!", "speakerName": "Imperial Commander", "type": "conversation"}, {"content": "Yes, sir!", "speakerName": "Imperial Soldiers", "type": "conversation"}, {"content": "Damn those animals. Great Waterwyrm, we shall fight at your side!", "speakerName": "Saint Lotier Soldier 1", "type": "conversation"}, {"content": "No. There's no need for that. I ask that you seek shelter instead.", "speakerName": "Mercury", "type": "conversation"}, {"content": "But—!", "speakerName": "Saint Lotier Soldier 1", "type": "conversation"}, {"content": "I do not wish to see any more of you hurt. Please, heed my wishes and fall back!", "speakerName": "Mercury", "type": "conversation"}, {"content": "......", "speakerName": "Saint Lotier Soldier 2", "type": "conversation"}, {"content": "Boundless waters, I command you: bring your judgment crashing down upon the wicked! Hydrocannon!", "speakerName": "Mercury", "type": "conversation"}, {"content": "Accursed dragon. It will be YOU who is brought to heel this day. Men! Ready the beast!", "speakerName": "Imperial Commander", "type": "conversation"}, {"content": "This Deathglass has been augmented into a living, dragon-slaying weapon. Now, loose the fiend upon them!", "speakerName": "Imperial Commander", "type": "conversation"}, {"content": "Yes, sir! Deathglass released!", "speakerName": "Imperial Soldier", "type": "conversation"}, {"content": "GRAAAOOOWR!", "speakerName": "Fiend", "type": "conversation"}, {"content": "Rgh! If I move out of its path, it will barrel into the people behind me. I'll have to weather its assault mysel—aaugh!", "speakerName": "Mercury", "type": "conversation"}, {"content": "Nrrgh... A single attack, and already I falter. They weren't bluffing when they called it a dragon-slaying weapon.", "speakerName": "Mercury", "type": "conversation"}, {"content": "But I am the guardian of this city! Duty demands I protect Saint Lotier's weakest...even if it costs me everything.", "speakerName": "Mercury", "type": "conversation"}, {"content": "GRARRROOOAAAR!", "speakerName": "Fiend", "type": "conversation"}, {"content": "Ahh—!", "speakerName": "Mercury", "type": "conversation"}, {"content": "...Mm? I felt nothing?", "speakerName": "Mercury", "type": "conversation"}, {"content": "*heave* *pant* Are you unharmed, guardian dragon?", "speakerName": "Saint Lotier Soldier 1", "type": "conversation"}, {"content": "You... You would shield me with your human bodies?! But the risk is far too—", "speakerName": "Mercury", "type": "conversation"}, {"content": "We do it gladly. No peril could stop us from protecting you, lady dragon!", "speakerName": "Saint Lotier Soldier 1", "type": "conversation"}, {"content": "Yeah! You keep the city and all of our families here safe. None of us want to see you get hurt, either!", "speakerName": "Saint Lotier Soldier 2", "type": "conversation"}, {"content": "We may not be strong enough to fend off anything you can't, but at least let us help. For the sake of all we love here!", "speakerName": "Saint Lotier Soldier 2", "type": "conversation"}, {"content": "We shall be your shield, great Waterwyrm. Grant us the honor of fighting at your side!", "speakerName": "Saint Lotier Soldier 1", "type": "conversation"}, {"content": "!", "speakerName": "Mercury", "type": "conversation"}, {"content": "I see man's true strength in your unwavering gaze.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Alone, you lack in might, but you have love and courage both. I am long overdue in revising my assessment of humankind.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Until now, I'd simply assessed the division of power between us and unilaterally decided your kind needed my protection.", "speakerName": "Mercury", "type": "conversation"}, {"content": "But now I see there was no need for me to foist my protection upon you. You possess a strength all your own.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Then you'll allow us to stand and fight beside you?", "speakerName": "Saint Lotier Soldier 1", "type": "conversation"}, {"content": "No.", "speakerName": "Mercury", "type": "conversation"}, {"content": "But why?!", "speakerName": "Saint Lotier Soldier 2", "type": "conversation"}, {"content": "Because I still wish to protect this city and the citizens I cherish so deeply.", "speakerName": "Mercury", "type": "conversation"}, {"content": "That single purpose allows me to tap into a deeper well of strength than I have ever known. You've shown me that today!", "speakerName": "Mercury", "type": "conversation"}, {"content": "Whorling blue, answer my call and grant me the power to save my beloved Saint Lotier! AQUA SPIRAL!", "speakerName": "Mercury", "type": "conversation"}, {"content": "GWAROOOGH?!", "speakerName": "Fiend", "type": "conversation"}, {"content": "What kind of trump card is this?! We'll not survive a direct hit. All forces, RETREAT!", "speakerName": "Imperial Commander", "type": "conversation"}, {"content": "Yes, sir!", "speakerName": "Imperial Soldiers", "type": "conversation"}, {"content": "Unbelievable. What fearsome strength!", "speakerName": "Saint Lotier Soldier 1", "type": "conversation"}, {"content": "That's our Waterwyrm! Just look at those imperial jackals turn tail and run. And the whole city's—wait. Lady dragon?", "speakerName": "Saint Lotier Soldier 2", "type": "conversation"}, {"content": "Ah... Good. You're all...safe...", "speakerName": "Mercury", "type": "conversation"}, {"content": "Guardian dragon! No... Please don't tell me you expended all your power to unleash that last attack!", "speakerName": "Saint Lotier Soldier 1", "type": "conversation"}, {"content": "Don't fret over me. As long as the city and her people are safe... Whatever happens...to me is...", "speakerName": "Mercury", "type": "conversation"}, {"content": "Guardian dragon! GUARDIAN DRAGON!", "speakerName": "Saint Lotier Soldier 2", "type": "conversation"}]}, {"conversations": [{"content": "Mercury succeeded in defending Saint Lotier, but at terrible personal cost. Though not fatal, the damage she suffered would require an extended period of convalescence by the sea to recover.", "speakerName": "SYS", "type": "conversation"}, {"content": "How lovely the glittering tides are. I'm tempted to slip back into my old form and go for a nice, long dive.", "speakerName": "Mercury", "type": "conversation"}, {"content": "But... I'll resist for now. I'm under doctor's orders to stay in human form to speed my recovery along.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I can't very well ignore Simurgh's advice after she came all this way to treat me.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Indeed. Rest yourself, Waterwyrm. That is your duty now.", "speakerName": "???", "type": "conversation"}, {"content": "I heard of what transpired in Saint Lotier. Have you no sense at all? Surely you knew what would befall you by acting so rashly.", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "I am aware of your fondness for the city. Even so, I cannot endorse any behavior that would cause our master grief.", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "Windwyrm... It is as you say. I make no excuses for my selfishly unleashing that power.", "speakerName": "Mercury", "type": "conversation"}, {"content": "As long as you understand. Still, what moved you to such lengths?", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "Depending on your answer, I may need to deliver quite the lecture. Well?", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "I... I was...", "speakerName": "Mercury", "type": "conversation"}, {"content": "Now wait just a gosh darned minute! What are you thinking, barking at her like that while she's still on the mend?", "speakerName": "???", "type": "conversation"}, {"content": "Less yelling, more get-well-ing. Here, Mercury, this is for you!", "speakerName": "Siren", "type": "conversation"}, {"content": "Goodness, even Siren is here! What's all this you've brought?", "speakerName": "Mercury", "type": "conversation"}, {"content": "A whole bunch of get-well-soon gifts! ☆ Everyone back at the Halidom sent me off with them to help cheer you up.", "speakerName": "Siren", "type": "conversation"}, {"content": "There's so much here. Flowers, letters, an embroidered handkerchief... And is this a new line of cosmetics?", "speakerName": "Mercury", "type": "conversation"}, {"content": "Could these all be from the people I started getting to know recently?", "speakerName": "Mercury", "type": "conversation"}, {"content": "Ding ding ding! They're all worried sick for their new bestie.", "speakerName": "Siren", "type": "conversation"}, {"content": "To think you would adopt human form and grow close enough to be called a friend... Is this related to your present plight, then?", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "Yes. As I mingled among them, they taught me to see mankind not as a race, but as individuals, each of them unique.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Though they may be frail of body, I learned that man is a courageous animal, every bit capable of standing up to stronger foes.", "speakerName": "Mercury", "type": "conversation"}, {"content": "That we dragons needn't foist our one-sided protection upon them. I felt like...a mother watching her chicks fly from the nest.", "speakerName": "Mercury", "type": "conversation"}, {"content": "But even so, I could not stop myself from acting to aid them. To keep them safe.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I see. And so, caught in that contradiction, your urge to protect them took precedence over all else, and this was the result.", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "Yes. Exactly that. ...Tell me something, Windwyrm.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Am I wrong as a mighty dragon to harbor protectiveness for these fragile humans?", "speakerName": "Mercury", "type": "conversation"}, {"content": "That is—", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "Um. UM. UH-OH!", "speakerName": "Siren", "type": "conversation"}, {"content": "SUPER sorry to interrupt what sounds like a serious conversation, but we've got a problem!", "speakerName": "Siren", "type": "conversation"}, {"content": "What is it, Siren?", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "The fishies just told me the imperial forces are back at it, in the city!", "speakerName": "Siren", "type": "conversation"}, {"content": "They've returned to Saint Lotier?! No... I must go.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Waterwyrm, wait! You've not yet healed.", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "You think she's gonna listen? Her home's under attack! We've gotta go after her, Midgardsormr!", "speakerName": "Siren", "type": "conversation"}, {"type": "break"}, {"content": "Go! March on Saint Lotier and show these fools what becomes of any who defy the Empire!", "speakerName": "Imperial Commander", "type": "conversation"}, {"content": "Yes, sir!", "speakerName": "Imperial Soldier", "type": "conversation"}, {"content": "Not once, but twice you insist on this foolishness. You will rue this day. Face judgment at the hands of my true form!", "speakerName": "Mercury", "type": "conversation"}, {"content": "The dragons are here! Concentrate your fire, men! Pin them down!", "speakerName": "Imperial Commander", "type": "conversation"}, {"content": "Not happening, pal! Take this! ☆", "speakerName": "Siren", "type": "conversation"}, {"content": "I shall lend a hand. Hrah!", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "And I will finish this! Water, heed—ngah?!", "speakerName": "Mercury", "type": "conversation"}, {"content": "MERCURY! Talk to me, girl!", "speakerName": "Siren", "type": "conversation"}, {"content": "Ngh... I just moved too quickly. I seem to have reopened my wound...", "speakerName": "Mercury", "type": "conversation"}, {"content": "Look there! The guardian dragon's still weak from before!", "speakerName": "Imperial Soldier", "type": "conversation"}, {"content": "Ignore the other beasts! All units, fire on the water dragon! Finish her off!", "speakerName": "Imperial Soldier", "type": "conversation"}, {"content": "No! Waterwyrm, fall back behind us!", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "Rgh!", "speakerName": "Both Dragons", "type": "conversation"}, {"content": "Windwyrm! Siren!", "speakerName": "Mercury", "type": "conversation"}, {"content": "Good. Those two can't fight back while carrying that much dead weight. Convene on them now! All units, forward!", "speakerName": "Imperial Soldier", "type": "conversation"}, {"content": "No, they're coming this way! We need to— Hnngh! Argh...! ", "speakerName": "Mercury", "type": "conversation"}, {"content": "(My body won't listen! I'm trying to move, but something cold and frightful grips my heart. Is this...fear?)", "speakerName": "Mercury", "type": "conversation"}, {"content": "This ends here and now!", "speakerName": "Imperial Soldier", "type": "conversation"}, {"content": "Do humans all march into battle with this sensation in their breast? It's crushing...", "speakerName": "Mercury", "type": "conversation"}, {"content": "Yet those men stood before me as my shield that day. Their courage is nothing short of heroic.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Brave humans, you are anything but weak. How could I overlook such strength all this time?", "speakerName": "Mercury", "type": "conversation"}, {"content": "DIE, DRAGON!", "speakerName": "Imperial Soldier", "type": "conversation"}, {"content": "Not today!", "speakerName": "Euden", "type": "conversation"}, {"content": "Mercury, are you all right?!", "speakerName": "Euden", "type": "conversation"}, {"content": "My lord! Why are you here?!", "speakerName": "Mercury", "type": "conversation"}, {"content": "Midgardsormr informed me of what was happening here. Come, we'll drive them back together.", "speakerName": "Euden", "type": "conversation"}, {"content": "Have no fear. You're not alone. Look at all the people who've come running to assist you!", "speakerName": "Euden", "type": "conversation"}, {"content": "Guardian dragon! This time, allow us to fight by your side!", "speakerName": "Saint Lotier Soldiers", "type": "conversation"}, {"content": "Brave heroes... Yes. I understand. Let us defend our city together—man and dragon, hand in hand!", "speakerName": "Mercury", "type": "conversation"}, {"content": "YEAAAH!", "speakerName": "Everyone", "type": "conversation"}, {"type": "break"}, {"content": "Whew, that's the last of 'em cleaned up! I tried to make it hurt JUST enough to make them think twice about coming back.", "speakerName": "Siren", "type": "conversation"}, {"content": "I question their capacity to learn, but at the very least they now know they cannot hope to take the city easily.", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "Not now that they've seen the strength of a city defended by...＂man and dragon, hand in hand,＂ was it?", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "Indeed. I feel I've only just now come to understand what it really means to coexist.", "speakerName": "Mercury", "type": "conversation"}, {"content": "To acknowledge each other's strengths and weaknesses both, to bolster the former and complement the latter. As we did today.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I see. Incidentally, Waterwyrm...", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "Before the battle, you posed me a query. You asked whether it was wrong to feel protective of humans, as a mightier being.", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "I did.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I suspect you've already surmised my answer, but I will tender it just the same: absolutely not.", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "It is simple fact that dragons are stronger than men. That the strong ought to protect the weak is a part of the natural order.", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "But the wounds you bear are the result of a different emotion. You wished to defend them not as a dragon, but as an individual.", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "I...suppose you're right. For that, I am truly—", "speakerName": "Mercury", "type": "conversation"}, {"content": "And that is not a mistake, either. Whatever your emotions at the time, you sought to keep the people of this city safe.", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "—sorry...? Er. Wait. You would not condemn me?", "speakerName": "Mercury", "type": "conversation"}, {"content": "The people of Saint Lotier love you, their guardian dragon. I think that is answer enough to all your questions.", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "Agreed! Dragon's duty or personal feelings, they're both the same warm desire to keep your peeps safe. They're both right!", "speakerName": "Siren", "type": "conversation"}, {"content": "Ooh, but I still think you're really amazing for asking the tough questions about your own motivations, though! Mad respect!", "speakerName": "Siren", "type": "conversation"}, {"content": "You truly think so?", "speakerName": "Mercury", "type": "conversation"}, {"content": "I truly do! Most dragons would never even think of that stuff, honestly. I never have, at least!", "speakerName": "Siren", "type": "conversation"}, {"content": "Having that doubt is proof you're thinking about humans from their own perspective after really getting to know them.", "speakerName": "Siren", "type": "conversation"}, {"content": "Because I finally cast away my preconceptions and decided to actually learn about them, you mean?", "speakerName": "Mercury", "type": "conversation"}, {"content": "Ha ha... Then perhaps I really have grown somewhat from this experience.", "speakerName": "Mercury", "type": "conversation"}, {"content": "A noble pursuit. And a fine result, what's more.", "speakerName": "Midgardsormr", "type": "conversation"}, {"content": "I have the people of the Halidom, who opened their hearts and lives to me, to thank for it all.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Now, I need to recover as quickly as I'm able...so that I can go and thank them properly in person.", "speakerName": "Mercury", "type": "conversation"}]}, {"conversations": [{"content": "Some time after Mercury was injured during the defense of Saint Lotier...", "speakerName": "SYS", "type": "conversation"}, {"content": "And with that, your course of treatment is complete. No need to stay in human form any longer.", "speakerName": "Simurgh", "type": "conversation"}, {"content": "Wonderful! Thank you so much for looking after me, Simurgh.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Ahhh... It's been ages since I returned to this form. Feels like a homecoming of sorts.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Hm? Oh, it's you, Mercury. All done playing dress-up, then?", "speakerName": "Mym", "type": "conversation"}, {"content": "Hello, Flamewyrm. Yes, now that I'm well, I thought it was time. I feel as though my study of man is complete for now.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Shame, that. I still don't see why you need a reason to bust it out. Don't you find it more convenient to live with humans if you are one yourself?", "speakerName": "Mym", "type": "conversation"}, {"content": "It makes no difference to me—and I feel I can truly say that with confidence now.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Hah! Sounds like someone's reached enlightenment. I'm still a ways off from being able to think that way.", "speakerName": "Mym", "type": "conversation"}, {"content": "I just can't picture me and my darling living out our romantasy—Mym, you're a lyrical genius!—with me in dragon form.", "speakerName": "Mym", "type": "conversation"}, {"content": "Ha ha. No matter what either of you look like, I'm sure you'll be able to understand and treasure one another as individuals.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I suppose I can't argue that.", "speakerName": "Mym", "type": "conversation"}, {"content": "Holy peas in guacamole! Bad news, Mercury—there's trouble at Saint Lotier!", "speakerName": "Notte", "type": "conversation"}, {"content": "Don't tell me the Empire is back AGAIN?! Those stubborn goons are insatiable!", "speakerName": "Mercury", "type": "conversation"}, {"content": "No, apparently it's fiends this time! You feel up to fending 'em off?", "speakerName": "Notte", "type": "conversation"}, {"content": "Of course. Flamewyrm, I'm sorry to cut our conversation short, but I need to go.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Don't be silly. I'm coming with you. I'm not letting anything happen to your precious city!", "speakerName": "Mym", "type": "conversation"}, {"type": "break"}, {"content": "Grrraaawr!", "speakerName": "Fiend", "type": "conversation"}, {"content": "Support formation, men! Follow the guardian dragon's lead!", "speakerName": "Saint Lotier Soldiers", "type": "conversation"}, {"content": "Thank you, everyone. Give me some space and I shall send them flying. Hydrocannon!", "speakerName": "Mercury", "type": "conversation"}, {"content": "GWAAAURGH!", "speakerName": "Fiend", "type": "conversation"}, {"content": "Nailed it! Thank you, lady dragon!", "speakerName": "Saint Lotier Soldiers", "type": "conversation"}, {"content": "I'm the one who owes you thanks. You've taught me something incredibly valuable.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Huh? We have, ma'am?", "speakerName": "Saint Lotier Soldiers", "type": "conversation"}, {"content": "Yes. From the very start, you've never regarded me as a dragon, but as an ally who shares your love of this city.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Thanks to you and so many others who saw and accepted me as an individual, I've expanded my horizons considerably.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I know now without a doubt that my desire to keep Saint Lotier's people safe isn't for their human frailty, but because I love you.", "speakerName": "Mercury", "type": "conversation"}, {"content": "You honor us...!", "speakerName": "Saint Lotier Soldiers", "type": "conversation"}, {"content": "It never mattered what species I am. I do not guard this city because I am a dragon, but because I—Mercury—wish to do so.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Would you grace me with your cooperation in continuing to defend fair Saint Lotier?", "speakerName": "Mercury", "type": "conversation"}, {"content": "Of course we will! This city's a place where human and dragon live hand in hand. I could ask for nothing more, lady dragon!", "speakerName": "Saint Lotier Soldiers", "type": "conversation"}, {"content": "Thank you. I, too, am happy knowing that the power I possess exists to protect the place and people I so cherish.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Awww, Mercury, that's so sweet.", "speakerName": "Mym", "type": "conversation"}, {"content": "I see now what you mean about being able to transcend the boundaries of what we look like.", "speakerName": "Mym", "type": "conversation"}, {"content": "I am glad my words had an impact. Flamewyrm, may I...share something with you?", "speakerName": "Mercury", "type": "conversation"}, {"content": "Sure, I'm all ears.", "speakerName": "Mym", "type": "conversation"}, {"content": "Just after I started to live in human form, I felt as if I understood them better simply by assuming their physical attributes.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Yeah?", "speakerName": "Mym", "type": "conversation"}, {"content": "But the incredibly diverse inhabitants of the Halidom taught me otherwise. I've been ruminating on that ever since.", "speakerName": "Mercury", "type": "conversation"}, {"content": "And I think I may finally have my answer. I think my self-perception as a non-human had long been a wall in my heart.", "speakerName": "Mercury", "type": "conversation"}, {"content": "By borrowing human form, I started to chip away at that wall. I finally gained some perspective on my pride and sense of duty.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I've gotta hand it to you, Mercury. You've really been giving this some thought.", "speakerName": "Mym", "type": "conversation"}, {"content": "It hasn't been easy, but the energy I've invested into this reflection has helped me deepen the bonds I share with humankind.", "speakerName": "Mercury", "type": "conversation"}, {"content": "The bonds between dragon and man, huh? It's hard not to think of Alberius when you say it like that.", "speakerName": "Mym", "type": "conversation"}, {"content": "He used to love waxing poetic about that stuff. About how a world that divides man from dragons is too narrow to live in.", "speakerName": "Mym", "type": "conversation"}, {"content": "That's why he wanted to build a new world big enough for the both of us to live together without borders between us.", "speakerName": "Mym", "type": "conversation"}, {"content": "Yes. And that dream lives on with us. It guided us all to our new master, who shares his vision.", "speakerName": "Mercury", "type": "conversation"}, {"content": "Alberius and the Windwyrm made history, but that history is still alive and breathing. I pray it will endure for ages to come.", "speakerName": "Mercury", "type": "conversation"}, {"content": "'Course it will. You, me, my darling, and all the rest are going to keep that torch burning as we pass it along to the future!", "speakerName": "Mym", "type": "conversation"}, {"content": "Race matters not, so long as we share the desire to defend those ideals.", "speakerName": "Mym", "type": "conversation"}, {"content": "Right. And for my part, I'm committed to delving deeper into human society than ever before.", "speakerName": "Mercury", "type": "conversation"}, {"content": "I swear it as the guardian dragon of Saint Lotier, and as a pactbound dragon to my chosen master!", "speakerName": "Mercury", "type": "conversation"}]}]