[{"conversations": [{"content": "Now THIS is what I expect out of an eatery with such a storied reputation! Truly we are enjoying a taste sensation that befits its long history and bold panache.", "speakerName": "Nevin", "type": "conversation"}, {"content": "It certainly is delicious—but are you sure it is acceptable for you to treat me?", "speakerName": "Pinon", "type": "conversation"}, {"content": "No need for hesitation; our dear young lad is simply flattering himself with a bit of self-importance.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "And Pops here don't know when to zip it. I only brought Pinon to this joint so I could show my hardworking junior just how much I appreciate her efforts.", "speakerName": "Nevin", "type": "conversation"}, {"content": "From what I understand, you're kind of at the end of your rope with your investigation into that smuggling ring.", "speakerName": "Nevin", "type": "conversation"}, {"content": "It's true that I lack for decisive evidence. Nonetheless, you have my word that I shall see the matter resolved myself!", "speakerName": "Pinon", "type": "conversation"}, {"content": "You're a reliable one, Pinon. Just don't burn yourself out, 'kay?", "speakerName": "Nevin", "type": "conversation"}, {"content": "The wise know when to slow down— just like ol' Papa Bear here!", "speakerName": "Nevin", "type": "conversation"}, {"content": "I'm of the impression you're ALWAYS taking it slow... Hmm?", "speakerName": "Pinon", "type": "conversation"}, {"content": "Blast! That's the man I'm looking for! What is he doing here?!", "speakerName": "Pinon", "type": "conversation"}, {"content": "Ah, yes. Evidently there is a private room for certain customers in the back of this restaurant. It is often used for business meetings or the like.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "That could mean the smuggling ring! Sorry, Nevin, but I have to go.", "speakerName": "Pinon", "type": "conversation"}, {"content": "Dessert's on its way, though. Mind if Papa Bear eats yours?", "speakerName": "Nevin", "type": "conversation"}, {"content": "Do as you like!", "speakerName": "Pinon", "type": "conversation"}, {"content": "...Is this all right? You must have done a good deal of work to get this information.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "It's her case. I just gave her a little nudge. This is as far as I go.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Always with the cool-cat act. Still, I was happy to hear what you said to her.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "＂The wise know when to slow down.＂ Reflecting on that old case of yours?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Eh, I suppose.", "speakerName": "Nevin", "type": "conversation"}, {"type": "break"}, {"content": "Several years ago, in a North Grastaea chapel...", "speakerName": "SYS", "type": "conversation"}, {"content": "You have arrived. ...At last, I might add. State the reason for your coming later than the appointed hour.", "speakerName": "Sandalphon", "type": "conversation"}, {"content": "Forgive us, Sandalphon. The boy here was behind on his reports, and it took some time to sort them out.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "I said I was sorry, Ramiel—and you can stop talking like you're my babysitter aaany old time you want.", "speakerName": "Nevin", "type": "conversation"}, {"content": "An odd request, considering that I am, in fact, your babysitter.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Or have you forgotten who it is that changes your soiled bedsheets?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "When I was a KID, maybe! Sheesh! Lousy archangel...", "speakerName": "Nevin", "type": "conversation"}, {"content": "Cease the murmuring and listen close. I will explain your mission now.", "speakerName": "Sandalphon", "type": "conversation"}, {"content": "You have been tasked to search for and recover a magical artifact that the Church wishes to be sealed away.", "speakerName": "Sandalphon", "type": "conversation"}, {"content": "Sealing something away is a serious step. Whatever IS this artifact?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "It is called a gaolstone. It was originally produced by a particular magical research institute to aid cultivation and farming in frigid regions.", "speakerName": "Sandalphon", "type": "conversation"}, {"content": "It absorbs ambient mana and releases it as heat energy. Provided enough mana, it can produce the energy to melt steel.", "speakerName": "Sandalphon", "type": "conversation"}, {"content": "Sounds like that thing'd fly right off the shelves, what with all the war going on up in the north.", "speakerName": "Nevin", "type": "conversation"}, {"content": "This was the institute's concern as well, which is why they asked a neutral party to deal with it.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "However, the Templar who was escorting the artifact to church headquarters under the pretext of it being a donation was ambushed on a small mountain path.", "speakerName": "Sandalphon", "type": "conversation"}, {"content": "The Templar is dead, and the stone's current whereabouts unknown.", "speakerName": "Sandalphon", "type": "conversation"}, {"content": "This thing's serious business. You learn anything from the body?", "speakerName": "Nevin", "type": "conversation"}, {"content": "Cause of death was a single stab wound with a sharp blade. However, the body was ravaged by fiends, so we cannot identify the specific type of weapon.", "speakerName": "Sandalphon", "type": "conversation"}, {"content": "However, the Templar was clutching this...", "speakerName": "Sandalphon", "type": "conversation"}, {"content": "A halo necklace? Interesting. The band was made with beads, and appears to have been torn off.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "It would be natural to assume this belonged to the Templar, given its importance as a symbol of the Ilian Church.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "......", "speakerName": "Nevin", "type": "conversation"}, {"content": "If we allow the artifact to escape us, the Church will lose face.", "speakerName": "Sandalphon", "type": "conversation"}, {"content": "So I ask you to administer Her will promptly and quietly. Report back to me right away if you discover anything.", "speakerName": "Sandalphon", "type": "conversation"}, {"content": "Another secretive task. What do you make of it?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "She mentioned the Church losing face, which means our honorable commander suspects what's really going on.", "speakerName": "Nevin", "type": "conversation"}, {"content": "And THAT means?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Someone from the Church stole the gaolstone, and the halo belongs to them.", "speakerName": "Nevin", "type": "conversation"}, {"content": "And why would you think that, as opposed to the necklace belonging to the Templar?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Because it was ripped. Nobody tears their own necklace off to pray, no matter how pious they're feeling.", "speakerName": "Nevin", "type": "conversation"}, {"content": "And if the Templar bothered to grab that necklace in his final moments when he could have been fighting, he did so for a very good reason...", "speakerName": "Nevin", "type": "conversation"}, {"content": "Of course. By stealing the necklace, he gives us a dying clue as to the identity of his assailant.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Had that figured out already, did you? Then why'd you ask me?", "speakerName": "Nevin", "type": "conversation"}, {"content": "As your surrogate parent, it's only natural for me to measure your growth.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "But you still have some ways to go; there are yet more things that can be ascertained from the evidence we have.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "And those would be...?", "speakerName": "Nevin", "type": "conversation"}, {"content": "The beads used in the necklace are made from an ore than can only be mined in the southern part of the continent.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Which means our suspect is...", "speakerName": "Nevin", "type": "conversation"}, {"content": "Yes. We are dealing not with someone from the northern Church, but the southern.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Well, that's a big piece of bad news. The northern and southern churches might believe in the same Ilia, but they're pretty different organizations.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Yeah, this is a bit out of my wheelhouse. If it got out that we were snooping around, we'd be facing some serious backlash.", "speakerName": "Nevin", "type": "conversation"}, {"content": "At worst, it could grow into a full-scale conflict between the two.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "So all we have to do is track down a killer from the southern Church without letting anyone catch on. Easy-peasy.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Do you wish to turn it down? I could ask Sandalphon to give the task to another.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Are you joking? This is our mission now; if we walk, we'll never hear the end of it.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Then you are decided?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "I am the apostle Nevin, one hand of the Goddess, and I shall see Her will done!", "speakerName": "Nevin", "type": "conversation"}]}, {"conversations": [{"content": "Southern Grastaea Village of Nifal", "speakerName": "SYS", "type": "conversation"}, {"content": "I'm certain that he's here in the village. You ought to run into him if you head to the square.", "speakerName": "Woman", "type": "conversation"}, {"content": "Thank you, milady.", "speakerName": "Nevin", "type": "conversation"}, {"content": "(Sandalphon, this is Ramiel. We've found a subject from whom we can learn of the current state of the southern Church.)", "speakerName": "Ramiel", "type": "conversation"}, {"content": "(The person is a retired archbishop whose relationship with the Church is said to be strained at best.)", "speakerName": "Ramiel", "type": "conversation"}, {"content": "(Understood. Be cautious not to alert the southern Church to your investigation.)", "speakerName": "Sandalphon", "type": "conversation"}, {"content": "I tell you, that ability to communicate with other archangels from anywhere is just the darnedest thing. SO useful!", "speakerName": "Nevin", "type": "conversation"}, {"content": "Indeed it is. And if I could speak in YOUR mind no matter where you toddled off to, I'd be better able to keep track of you.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "We gotta hit the kid thing again? Really? C'mon, let's hurry up and talk to that former archbishop.", "speakerName": "Nevin", "type": "conversation"}, {"content": "And without allowing him to realize who we are and what we want. Do you have a line of questioning ready?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Well, it's hard to imagine that information about the gaolstone would've made it all the way to the south.", "speakerName": "Nevin", "type": "conversation"}, {"content": "So I'm going to ask him for people from the southern Church who have been traveling to and from the north.", "speakerName": "Nevin", "type": "conversation"}, {"content": "To honor one's parents is to love 'em for all their lives. Even if they're distant and you can't help out, the best way to honor 'em is with feelings of respect.", "speakerName": "Ryozen", "type": "conversation"}, {"content": "Thanks! I feel much better now.", "speakerName": "Youth", "type": "conversation"}, {"content": "Mind chatting with us a second, old timer?", "speakerName": "Nevin", "type": "conversation"}, {"content": "'Course! If you're willing to listen, ol' Ryozen is always ready to talk.", "speakerName": "Ryozen", "type": "conversation"}, {"content": "Perfect. See, we're actually looking for someone.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Recently, we were beset by fiends in the north—but on the verge of death, someone from the southern Church came to our aid. We've come here to express our gratitude.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Ah, this sounds right up my alley! Now then, what can you tell me about this mystery benefactor of yours?", "speakerName": "Ryozen", "type": "conversation"}, {"content": "Yeah, that's the thing. We were so busy almost-dying, we don't remember much.", "speakerName": "Nevin", "type": "conversation"}, {"content": "After the fact, we asked around and learned that the person was from the southern Church. But beyond that, I fear we know very little.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Well, that sure ain't much to go on... Ah, but hold on there!", "speakerName": "Ryozen", "type": "conversation"}, {"content": "If you talk with Lay the Hands, you might be able to learn something.", "speakerName": "Ryozen", "type": "conversation"}, {"content": "I'm sorry. Lay the Hands?", "speakerName": "Nevin", "type": "conversation"}, {"content": "It is a service organization of priests with medical knowledge. They recently visited several battlefields in the north to offer succor and healing to the wounded.", "speakerName": "Ryozen", "type": "conversation"}, {"content": "Well, ain't that a thing. So where is this group now?", "speakerName": "Nevin", "type": "conversation"}, {"content": "They're based in the local church of a town called Closeheide.", "speakerName": "Ryozen", "type": "conversation"}, {"content": "We're indebted for your help.", "speakerName": "Nevin", "type": "conversation"}, {"content": "No trouble at all, my son! None a'tall... By the by, do you believe that a black kite raised by a hawk can truly be a hawk?", "speakerName": "Ryozen", "type": "conversation"}, {"content": "This some kind of weird Q&A? A hawk is a hawk, and a kite's a kite.", "speakerName": "Nevin", "type": "conversation"}, {"content": "But if the kite mimics the hawk as it flies, eventually it may soar as the hawk does.", "speakerName": "Ryozen", "type": "conversation"}, {"content": "But they can't get impatient. They must fly together, watch closely, and learn.", "speakerName": "Ryozen", "type": "conversation"}, {"content": "That sounds like useful advice. Er, so why are you telling me?", "speakerName": "Nevin", "type": "conversation"}, {"content": "Mayhap the little bug in ol' Ryozen's ear said it would be a good idea! Hee hee!", "speakerName": "Ryozen", "type": "conversation"}, {"content": "...I've heard rumors of you lot for some time now. Won't ask the particulars, but I wish ya good fortunes.", "speakerName": "Ryozen", "type": "conversation"}, {"content": "...Thank you.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Strange old coot, wasn't he? Still, he hooked us up with some solid intel.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Indeed. If this ＂Lay the Hands＂ group has been coming and going from the north, it behooves us to investigate whether or not there is anything suspect about them.", "speakerName": "Ramiel", "type": "conversation"}, {"type": "break"}, {"content": "Closeheide Lay the Hands Headquarters", "speakerName": "SYS", "type": "conversation"}, {"content": "Evidently, the priest who serves as the representative of Lay the Hands has been active outside the group, traveling the north and performing labor services.", "speakerName": "Nevin", "type": "conversation"}, {"content": "His money situation seems rather on the high side for one who has been traipsing about handing out free labor.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "According to some of the laity, this priest also used to always wear a halo necklace, but has recently stopped doing so.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "We're gonna have this thing wrapped up before dinner. Must be Papa Bear's reward for all his tireless hard work.", "speakerName": "Nevin", "type": "conversation"}, {"content": "If there is hard work to be rewarded, it is my own. After all, I take great pains to look after you in all your slovenly glory.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "And here I was just thinking I needed a grumpy lecture! But alas, we'll have to save it for later. C'mon, let's go inside.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Hellooo there! Anyone home?", "speakerName": "Nevin", "type": "conversation"}, {"content": "The representative ought to be here at this time of day, but... Ah! That smell! ", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Yeah, I smell it too. Blood.", "speakerName": "Nevin", "type": "conversation"}, {"content": "S'cuse me? Are you the representative for Lay the Han—Cripes! You're wounded!", "speakerName": "Nevin", "type": "conversation"}, {"content": "Nnngh...", "speakerName": "Priest", "type": "conversation"}, {"content": "Stay with me, friend! Come on! ...Dammit. He's gone.", "speakerName": "Nevin", "type": "conversation"}, {"type": "break"}, {"content": "Judging from his wounds, the weapon was a kukri—a kind of machete. Not an altogether common blade in the south.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Also note how the body is cut in a broad stroke from lower right to upper left.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Meaning the culprit was likely left-handed. And they did this in a single blow, which takes some serious skill.", "speakerName": "Nevin", "type": "conversation"}, {"content": "We've searched the church from steeple to basement, but no sign of the gaolstone. What do you make of this situation?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Priests aren't usually known for their fighting skills, and I can't imagine our dead friend back there posing a threat to a Templar.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Which means he had an accomplice that's good with the rough stuff. But after having the Templar killed, he ended up getting a taste of his own medicine.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Meaning we're either looking for a mercenary well-versed in combat, or an assassin accustomed to murder.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Either way, not someone you want hanging around at your birthday party.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Nonetheless, we must search for them; it is likely that the accomplice is the one with the object we seek.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Then let's split up and find 'em!", "speakerName": "Nevin", "type": "conversation"}]}, {"conversations": [{"content": "A left-handed mercenary wielding a kukri? Forgive me, but I know nothing of it.", "speakerName": "Jakob", "type": "conversation"}, {"content": "Yeah, no assassins like that ring a bell. Why? You looking to hire?", "speakerName": "Vice", "type": "conversation"}, {"content": "There's no one like that in the Shadewolves.", "speakerName": "Victor", "type": "conversation"}, {"content": "Say, Commander? What about you-know-who? That two-bit outlaw.", "speakerName": "Robelle", "type": "conversation"}, {"content": "Zardon? Hmm. Come to think of it, he was pretty proud of some rare southeastern shortblade he'd laid his hands on.", "speakerName": "Victor", "type": "conversation"}, {"content": "And he's left-handed.", "speakerName": "Robelle", "type": "conversation"}, {"content": "That's great, thanks.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Huh. This is where we arranged to meet, but Ramiel hasn't shown yet.", "speakerName": "Nevin", "type": "conversation"}, {"content": "I got my hands on some good info. Should I wait for Ramiel, or...", "speakerName": "Nevin", "type": "conversation"}, {"content": "Caaandy! Get your caaandy here! Come and try this sweet, sweet candy!", "speakerName": "Seller", "type": "conversation"}, {"content": "Well, hello there! You know, ol' Papa Bear sure does love him some sweets.", "speakerName": "Nevin", "type": "conversation"}, {"type": "break"}, {"content": "Nevin still hasn't shown? Never a stickler for punctuality, that one.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Caaandy! Get your caaandy here! One taste and you'll be hooked!", "speakerName": "Seller", "type": "conversation"}, {"content": "Well, she's certainly working hard. Perhaps I can reward her with a purchase.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "I'll have one, please.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Hold on, bub! White outfit...glasses... kinda snooty lookin'... Hot damn! You must be Ramiel!", "speakerName": "Seller", "type": "conversation"}, {"content": "Er, yes. And how do you know me?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Fella named Nevin gave me a note and asked me to pass it on.", "speakerName": "Seller", "type": "conversation"}, {"content": "...Oh, that fool of a boy!", "speakerName": "Ramiel", "type": "conversation"}, {"type": "break"}, {"content": "Zardon's Hideout", "speakerName": "SYS", "type": "conversation"}, {"content": "What's that you said, pal?", "speakerName": "Zardon", "type": "conversation"}, {"content": "You're the one who killed the priest who led Lay the Hands, aren't you?", "speakerName": "Nevin", "type": "conversation"}, {"content": "I ain't got a clue what yer talkin' about.", "speakerName": "Zardon", "type": "conversation"}, {"content": "There's no use playing ignorant; the priest wrote your name in blood.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Bull pucky! There weren't nothin' like that when I left the chur... Uh...", "speakerName": "Zardon", "type": "conversation"}, {"content": "Heh. Looks like I found the idiot. So where's the magical doodad that you made off with?", "speakerName": "Nevin", "type": "conversation"}, {"content": "Hell, that was careless. Looks like Zardon's gonna need to zip that lip for good!", "speakerName": "Zardon", "type": "conversation"}, {"content": "If you wanted to put the screws to me, you shoulda waited until I was alone! Bwaaa ha ha ha!", "speakerName": "Zardon", "type": "conversation"}, {"content": "Oh, by all means, bring it on. But Papa Bear's pretty strong, you know.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Ya cheeky little snot! Hraaaah!", "speakerName": "Outlaw 1", "type": "conversation"}, {"content": "Yawn.", "speakerName": "Nevin", "type": "conversation"}, {"content": "You're gonna pay for that!", "speakerName": "Outlaw 2", "type": "conversation"}, {"content": "Looks like I was wrong to think ya were just some sly little runt.", "speakerName": "Zardon", "type": "conversation"}, {"content": "I don't need your evaluation. Just bring it on already. You can even use the blade you used to murder the Templar and priest!", "speakerName": "Nevin", "type": "conversation"}, {"content": "GRAAAAAGH!", "speakerName": "Zardon", "type": "conversation"}, {"content": "See, I might not look like much, but I'm constantly getting worked by this real nasty dragon—and you people are NO match for that, let me tell you.", "speakerName": "Nevin", "type": "conversation"}, {"type": "break"}, {"content": "This is the place listed in the note... Nevin! Are you all right?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Well, look who made it! Too bad I already subdued our new friend here.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Why did you not wait for me?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Because this guy's quick? And his punk pals really didn't necessitate any backup.", "speakerName": "Nevin", "type": "conversation"}, {"content": "A fact you could only have known in hindsight. It is foolish to dive into enemy territory without taking all precautions.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Whoa, come on. I think you're selling me a little short here.", "speakerName": "Nevin", "type": "conversation"}, {"content": "From my perspective, you have much yet to learn—I would have you reflect on that.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Again with you treating me like a kid. Or are you just worried about yourself?", "speakerName": "Nevin", "type": "conversation"}, {"content": "We share a Sigil. If I die, so do you.", "speakerName": "Nevin", "type": "conversation"}, {"content": "That was not at all my intent. I am merely concerned for YOUR welfare.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "...Sorry. Forget what I just said.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Think nothing of it. Let us pull ourselves together and continue our work.", "speakerName": "Ramiel", "type": "conversation"}, {"type": "break"}, {"content": "Urgh... My head... I'm seein' double... Now there's two jerkfaces...!", "speakerName": "Zardon", "type": "conversation"}, {"content": "Sorry to do this right when you're up from a nap, but it's question time. Where'd you put the gaolstone?", "speakerName": "Nevin", "type": "conversation"}, {"content": "...Dunno.", "speakerName": "Zardon", "type": "conversation"}, {"content": "Yeah, not buying that one. Based on the evidence in your hideout here, it's clear you were doing business with the priest.", "speakerName": "Nevin", "type": "conversation"}, {"content": "The more intense conflicts become in a place, the more refined the engineering for weapons and magical artifacts.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "And so, the priest uses the activities of his charity as cover on northern battlefields and conducts market research on said weapons and magical artifacts.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "And once he finds a potential product, he brings you north to ＂acquire＂ the goods by whatever means necessary.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Then you bring the goods back down south and sell it on the black market to outlaws and dilettantes. How we doing so far?", "speakerName": "Nevin", "type": "conversation"}, {"content": "But I imagine the gaolstone commanded a higher price than anticipated, which led you to murder the priest and keep all the profits for yourself.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "......", "speakerName": "Zardon", "type": "conversation"}, {"content": "Looks like this oyster's gone clam. Maybe there is some honor among thieves after all.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Sadly, we don't have time to deal with whatever fragments of pride remain in your pitiful mind.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Now then, tell us what we want to know before I say such words that you begin to curse the very day of your birth.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "You better do what he says, friend; I can't control my partner when he gets like this.", "speakerName": "Nevin", "type": "conversation"}, {"content": "B-bring it on! I ain't scared!", "speakerName": "Zardon", "type": "conversation"}, {"content": "Hoo boy. Now you've done it.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Nevin, why don't you go outside and have a bit of candy?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Just try not to go too far, all right?", "speakerName": "Nevin", "type": "conversation"}, {"content": "And now for the real fun. Oh ho...", "speakerName": "Ramiel", "type": "conversation"}, {"type": "break"}, {"content": "Still got a lot to learn, he says?", "speakerName": "Nevin", "type": "conversation"}, {"content": "How long till he accepts that I'm a grown man who knows what he's doing?", "speakerName": "Nevin", "type": "conversation"}, {"content": "H-hey, c'mon! Ya can't say THAT to me! That's gonna... No! NO! NOOOOOO!", "speakerName": "Zardon's Voice", "type": "conversation"}, {"content": "I'll talk! I'LL TAAAAAAAALK!", "speakerName": "Zardon's Voice", "type": "conversation"}]}, {"conversations": [{"content": "A city in the Kingdom of Alberia: At the gates of the manse of Count Dian", "speakerName": "SYS", "type": "conversation"}, {"content": "A letter of introduction? Hum-hum, I see. Indeed, the mark on the sealing wax does bear the the crest of House Delchi, with whom my master has friendly relations.", "speakerName": "Butler", "type": "conversation"}, {"content": "So can we meet with the count now?", "speakerName": "Nevin", "type": "conversation"}, {"content": "Regrettably, sir, my master has ordered that no guests be permitted in the manse.", "speakerName": "Butler", "type": "conversation"}, {"content": "It's going to be harder to get near him than we thought—and after all the trouble I went through forging that introduction letter!", "speakerName": "Nevin", "type": "conversation"}, {"content": "An inn near the manse of Count Dian...", "speakerName": "SYS", "type": "conversation"}, {"content": "(Ramiel, this is Sandalphon. We've ascertained the identity of the count who obtained the gaolstone from the black marketeer.)", "speakerName": "Ramiel", "type": "conversation"}, {"content": "(Apparently this count has been referring to himself as ＂the rightful ruler of the south＂ for some time now.)", "speakerName": "Ramiel", "type": "conversation"}, {"content": "(We can extrapolate from this that the count's aim is an exercise of military force in order to eliminate the entire royal family of Alberia.)", "speakerName": "Sandalphon", "type": "conversation"}, {"content": "(Highly likely. While the veracity of the count's words is unknown at present, it's clear he considers the Alberian royal family an obstacle.)", "speakerName": "Ramiel", "type": "conversation"}, {"content": "(Then I ask you to proceed urgently. According to information we obtained...)", "speakerName": "Sandalphon", "type": "conversation"}, {"type": "break"}, {"content": "Contact attempt failed. Looks like our only recourse is to hang around and wait for the count to show his true colors.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Time may not be a luxury we can afford. In a few days, there will be a conference in the capital where the royal family and influential nobles will all be gathered.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Hot damn! That means the count can take out all the kingdom bigwigs at once!", "speakerName": "Nevin", "type": "conversation"}, {"content": "Which is why Sandalphon told us to acquire the artifact before that happens— even if it requires less-than-subtle means.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "As in forcing things a bit, yeah? Okay, then. I'm gonna break into this guy's digs tonight. You keep watch.", "speakerName": "Nevin", "type": "conversation"}, {"content": "You intend to sneak in alone?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Less chance of being noticed that way. Plus, if things go south, you're still around to finish the job.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Very well. However, you must promise me that you will NOT press further than necessary with the investigation.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "If you learn anything of use, you must return to me and report. Understood?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Yeah, I got it.", "speakerName": "Nevin", "type": "conversation"}, {"type": "break"}, {"content": "All right, infiltration successful. Now, where to start looking?", "speakerName": "Nevin", "type": "conversation"}, {"content": "Goodness, look at the time! I must see to my master at once.", "speakerName": "Butler", "type": "conversation"}, {"content": "So if this thing's as valuable as folks say, the count will keep it close.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Just move the script for ＂The Archer of Spellcurve＂ from the fifth to the first shelf, and...", "speakerName": "Butler", "type": "conversation"}, {"content": "Well, isn't that a trip! There's a secret passage behind the bookshelf.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Only makes sense to have a hidden lair when you're up to no good. I'd better skedaddle out of here and tell Ramiel.", "speakerName": "Nevin", "type": "conversation"}, {"content": "From my perspective, you have much yet to learn—I would have you reflect on that.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Hell, even a kid could just go TELL him. It's a full-fledged adult who takes care of the work that comes after!", "speakerName": "Nevin", "type": "conversation"}, {"content": "Seems like a natural tunnel. But how long is it?", "speakerName": "Nevin", "type": "conversation"}, {"content": "Ah, there's Count Dian—and those other goons must be his little private army.", "speakerName": "Nevin", "type": "conversation"}, {"content": "This continent was united and ruled by my ancestor, Dane the Conqueror!", "speakerName": "Count Dian", "type": "conversation"}, {"content": "I shall carry on the will of my progenitor! With this gaolstone, I shall scorch the land free of those Alberian royal mites and wrest back that which by rights is mine!", "speakerName": "Count Dian", "type": "conversation"}, {"content": "HOO-RAH! HOO-RAH! HOO-RAH!", "speakerName": "Private Soldiers", "type": "conversation"}, {"content": "Sheesh, those guys are REALLY into his speech... Wait. Uh oh.", "speakerName": "Nevin", "type": "conversation"}, {"content": "I was under the impression that you had respectfully refrained from entering our humble domicile, sir.", "speakerName": "Butler", "type": "conversation"}, {"content": "Oh, uh... Sorry?", "speakerName": "Nevin", "type": "conversation"}, {"content": "Intruder! SEIZE HIM!", "speakerName": "Count Dian", "type": "conversation"}, {"content": "Hrgh! I suppose you would be a little better trained than Zardon and his boys.", "speakerName": "Nevin", "type": "conversation"}, {"content": "I'll just have to break out a little trick I know... Surprise, suckers!", "speakerName": "Nevin", "type": "conversation"}, {"content": "A light! A light you sods! Get a new lig—HRK!", "speakerName": "Private Soldier 1", "type": "conversation"}, {"content": "Oy, what was tha—URK!", "speakerName": "Private Soldier 2", "type": "conversation"}, {"content": "What in the blazes is going on?!", "speakerName": "Count Dian", "type": "conversation"}, {"content": "Master, I have a new light.", "speakerName": "Butler", "type": "conversation"}, {"content": "ALL my soldiers are wiped out?! How did you even DO that?!", "speakerName": "Count Dian", "type": "conversation"}, {"content": "Simple! I just watched their movements with my eye that was used to the dark.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Ah, I see. So that's why you cover one of your eyes. Clever.", "speakerName": "Count Dian", "type": "conversation"}, {"content": "Are you a spy for the kingdom? I will grant you the special honor of becoming my vassal.", "speakerName": "Count Dian", "type": "conversation"}, {"content": "Sorry, but Papa Bear is pretty devoted to a little lady called Goddess Ilia.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Oh, and as you're out of soldiers now, be a good lad and hand over that stolen artifact.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Hmph. I may have no personnel left, but it should prove little trouble.", "speakerName": "Count Dian", "type": "conversation"}, {"content": "You're gathering mana into the gaolstone?!", "speakerName": "Nevin", "type": "conversation"}, {"content": "Behold your punishment, you fool! By the might of a true conqueror, be scorched to an unsightly husk!", "speakerName": "Count Dian", "type": "conversation"}, {"content": "That thing's melting ROCKS! I'm a goner for sure if it manages to touch me.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Aaaah ha ha ha! You can only dodge me for so long, knave!", "speakerName": "Count Dian", "type": "conversation"}, {"content": "(It's not hard to avoid the heat rays if I follow where his eyes go...)", "speakerName": "Nevin", "type": "conversation"}, {"content": "(There's an opening after he fires one ray and before the next. I'll go for that aaand...)", "speakerName": "Nevin", "type": "conversation"}, {"content": "NOW!", "speakerName": "Nevin", "type": "conversation"}, {"content": "Noooo!", "speakerName": "Count Dian", "type": "conversation"}, {"content": "Hrk...", "speakerName": "Count Dian", "type": "conversation"}, {"content": "Checkmate. Oh, and I'll take that gaolstone to go, thanks.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Heh. I can't wait to see the look of shock on Ramiel's face now.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Huh? Oh, hell! The stone melted all the rock and now the cave is collapsing!", "speakerName": "Nevin", "type": "conversation"}, {"content": "Augh! The ceiling!", "speakerName": "Nevin", "type": "conversation"}, {"type": "break"}]}, {"conversations": [{"content": "I met him back when I was still a kid. I lost my parents, and I was passed around by relatives until I ended up with the Church.", "speakerName": "SYS", "type": "conversation"}, {"content": "HE will be the next apostle? But he is yet a child!", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Yet he has the makings of an apostle. I would ask you look after him for a time.", "speakerName": "Sandalphon", "type": "conversation"}, {"content": "And why is a dragon of my might being asked to play nursemaid to a whelp?", "speakerName": "Ramiel", "type": "conversation"}, {"type": "break"}, {"content": "Heh. Yeah, he said that—but he still paid me more mind than any other adult I've yet met.", "speakerName": "SYS", "type": "conversation"}, {"content": "Let us have stew for dinner this evening. That way, even your hated vegetables should prove palatable.", "speakerName": "Ramiel", "type": "conversation"}, {"type": "break"}, {"content": "You can't sleep because you're afraid of the howling of the wolves? I suppose I'll allow you to sleep in my bed until you are used to it.", "speakerName": "Ramiel", "type": "conversation"}, {"type": "break"}, {"content": "He taught me so many things, including what I needed to know to be an apostle.", "speakerName": "SYS", "type": "conversation"}, {"content": "Thought is a weapon. Rather than haphazard guessing, use the magic of a clear mind and logic to derive answers.", "speakerName": "Ramiel", "type": "conversation"}, {"type": "break"}, {"content": "You move well, but you have a century's worth of training to go before you are even remotely a match for me.", "speakerName": "Ramiel", "type": "conversation"}, {"type": "break"}, {"content": "He was a parent. A teacher. A master. And...", "speakerName": "SYS", "type": "conversation"}, {"content": "Hot beans! Okay, I got out of that tunnel somehow, but have NO idea where I am.", "speakerName": "Nevin", "type": "conversation"}, {"content": "I got the gaolstone out, but... Hurk! *cough* *hack*", "speakerName": "Nevin", "type": "conversation"}, {"content": "Damn, those rocks messed me up good. Don't think I'll be going anywhere...", "speakerName": "Nevin", "type": "conversation"}, {"content": "Looks like I'm a dead man. And since he's connected to me by the Sigil, that means he's going to meet his maker as well.", "speakerName": "Nevin", "type": "conversation"}, {"type": "break"}, {"content": "If you learn anything of use, you must return to me and report. Understood?", "speakerName": "Ramiel", "type": "conversation"}, {"type": "break"}, {"content": "He was right: I've got a lot to learn. But still...", "speakerName": "Nevin", "type": "conversation"}, {"content": "I wanted to be like you... And I wanted you to acknowledge me...", "speakerName": "Nevin", "type": "conversation"}, {"content": "Yet this is the sad result... Heh. What an idiot I am.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Sorry, Ramiel...", "speakerName": "Nevin", "type": "conversation"}, {"content": "Honestly. I was quite clear in warning you not to venture too far, was I not?", "speakerName": "???", "type": "conversation"}, {"content": "Ramiel...? Well, this is a weird thing to imagine in my final moments...", "speakerName": "Nevin", "type": "conversation"}, {"content": "Still, while you're here, care to say a couple of nice things about me?", "speakerName": "Nevin", "type": "conversation"}, {"content": "What childish nonsense are you speaking? Your wounds are deep, but you'll be fine if you receive suitable care.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Wait, it really IS you?! What are you doing here?!", "speakerName": "Nevin", "type": "conversation"}, {"content": "You were delayed in returning, so I used the Sigil to track you down.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Now lend me your shoulder. There's a village not far from here.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Got it...", "speakerName": "Nevin", "type": "conversation"}, {"content": "Nevin, as punishment for breaking your promise to me, you will be on toilet- cleaning duty for a week—as well as shopping duty and bath-cleaning duty.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Oh, come on. Seriously?!", "speakerName": "Nevin", "type": "conversation"}, {"content": "This is completely justified, dear boy. And do be sure and reflect on what you've done in the meantime.", "speakerName": "Ramiel", "type": "conversation"}, {"type": "break"}, {"content": "The apostle and the archangel work together to ensure their duty is done.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Please do not try to take on too much all on your own. Remember that I am your archangel until your final day.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Yeah... Right.", "speakerName": "Nevin", "type": "conversation"}, {"content": "...And then your injuries meant we could not go on missions, so the other apostles had to make up for it.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "I also received a lecture from Sandalphon going on and on about our methods.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "I said I was sorry! Give it a rest.", "speakerName": "Nevin", "type": "conversation"}, {"content": "I do not think I will. Instead, this tale will find its way to your children, and your children's children, and so forth.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "I have no doubt it will, you lousy angel.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Did I not teach you how to read at some point? Perhaps you could pick up a book and learn some new words to call me when you're sassing... Hmm?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "What is it?", "speakerName": "Nevin", "type": "conversation"}, {"content": "...Sandalphon. She wants us to take on an urgent task.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "But...dessert.", "speakerName": "Nevin", "type": "conversation"}, {"content": "Sadly, we shall have to postpone it.", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Ugh. My life sometimes...", "speakerName": "Nevin", "type": "conversation"}, {"content": "A hawk's a hawk, a kite's a kite. But if they fly together long enough...", "speakerName": "Nevin", "type": "conversation"}, {"content": "What did you say?", "speakerName": "Ramiel", "type": "conversation"}, {"content": "Oh, just mumbling to myself. C'mon, let's get this thing in gear.", "speakerName": "Nevin", "type": "conversation"}, {"content": "We've got the Goddess's will to administer.", "speakerName": "Nevin", "type": "conversation"}]}]