[{"conversations": [{"content": "Say! Never thought I'd run into you in these parts!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "...What am I doin' here? Oh, just waitin' for Sha Wujing and Xuan Zang.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "How's that? You wanna know how I came to be traveling with them to begin with? Ha! Now THERE'S a story!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Well, I've got some time before I have to meet up with 'em. Let's grab some grub and I'll tell you all about it.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "...Yo! Two steamed buns here! So the story starts 10 years ago, back when I was still in Taiwu.", "speakerName": "SYS", "type": "conversation"}, {"content": "Harvest was real bad that year, which meant merchants were hoarding what little food there was in order to turn a quick buck.", "speakerName": "SYS", "type": "conversation"}, {"content": "It's always a bad time to be poor, but that was a REAL bad time. And when the folks in charge didn't do squat, my hometown rose up in rebellion. Next thing you know, the army's at our door.", "speakerName": "SYS", "type": "conversation"}, {"content": "Ten Years Ago Taiwu", "speakerName": "SYS", "type": "conversation"}, {"content": "General! The army is deploying their new weapons against us!", "speakerName": "Rebel Deputy", "type": "conversation"}, {"content": "Damn that Sha Wujing and his toys... I'm gonna send him home in a box!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I was once part of the emperor's army, but chose to join the rebels. We were holding our own at first, but when the tide went, it went out quick.", "speakerName": "SYS", "type": "conversation"}, {"type": "break"}, {"content": "The fight is lost, General. Our only options now are escape or surrender.", "speakerName": "Rebel Deputy", "type": "conversation"}, {"content": "Belay that talk, solider! We ain't done yet.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Heed me, my suffering countrymen! His Imperial Majesty has taken this matter to heart, and has proclaimed you shall receive the support you need!", "speakerName": "Parlimentaire", "type": "conversation"}, {"content": "If you lay down your weapons, you may return to your homes as free men!", "speakerName": "Parlimentaire", "type": "conversation"}, {"content": "They've agreed to help! We did it! We did it!", "speakerName": "Rebel Deputy", "type": "conversation"}, {"content": "Stow your celebration! The fight ain't over just because they agreed to our original request!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "But now that we have food, there's no reason to fight.", "speakerName": "Rebel Deputy", "type": "conversation"}, {"content": "Bah! You need to dream bigger, friend! If we win this, we can demand a hundred years of tax exemption! When a real man starts a fight, he sees it THROUGH.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "B-but, General...", "speakerName": "Rebel Deputy", "type": "conversation"}, {"content": "Any who do not lay down their arms now will be punished as traitors along with their families! Make your choice!", "speakerName": "Parlimentaire", "type": "conversation"}, {"content": "We didn't start this for glory or a hundred years of anything; we started this so our families wouldn't starve to death.", "speakerName": "Rebel Deputy", "type": "conversation"}, {"content": "Damn it, come back here!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"type": "break"}, {"content": "Guess the powers that be liked my mettle, because despite joining the rebellion, I was allowed to stay in the army—though they busted me down in rank and sent me to patrol some lonely border.", "speakerName": "SYS", "type": "conversation"}, {"content": "I was made to marry the daughter of a low-ranking noble. Maybe they thought married life would settle me down.", "speakerName": "SYS", "type": "conversation"}, {"content": "But back then...", "speakerName": "SYS", "type": "conversation"}, {"content": "2 Years Post-rebellion Taiwu Border", "speakerName": "SYS", "type": "conversation"}, {"content": "(We've had a nice, long peace since the day we ended our rebellion.)", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "We've returned from our patrol, sir! Nothing unusual to report!", "speakerName": "Border Guard 1", "type": "conversation"}, {"content": "Course there ain't. There never is. You guys really need to stop taking this make-work job so seriously.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "But sir, our patrols help to make everyone who lives in this area feel at ease...", "speakerName": "Border Guard 1", "type": "conversation"}, {"content": "Did you say somethin'?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "N-no, sir! Nothing important, sir! Oh, and we saw your wife on our patrol— she asked us to bring you lunch.", "speakerName": "Border Guard 2", "type": "conversation"}, {"content": "I ain't hungry. Just set it down there and go find some grub for yourselves.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Not like she wanted to make me lunch in the first place...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Tsk! It appears someone oozed out of the wrong side of the bed this morning.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Well, look who's here. What brings a big- boots tactician like you to a nowhere speck on the map like this?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I just wanted to see my old friend's face— though I imagine you are less excited to see a traitor such as me, hmmmMMM?", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Do what you want—I ain't one for dwelling on the past.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Then why the long face? Please tell me you're not still upset about how your rebellion ended.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Yes, you lost, but the people's grievances were heard, and no one starved. Was that not the point of everything in the end?", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "I didn't join the rebellion to help people.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I thought that if we won that battle, I'd be able to achieve something BIG.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "You always were the largest of dreamers. Well, I might have something for you: Have you perchance heard of Qilin relics?", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Those magic tools from faerie tales? Get outta here with that nonsense.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "They exist, old friend—or at least our leaders believe they do. That is why they established a top-secret organization to sniff out every last one of them.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "You're kiddin' me.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I never kid. In fact, after asking me to join the organization, they took me to a secret vault and showed me all the info they'd collected on Qilin relics.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "The Hong Hulu sucks people inside it! The Yong Run Hu creates endless torrents! Ah, but one relic tickled my fancy with endless delight above all others...", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "The Jiu Chi Dingba—a terrifying object that summons howling winds across vast distances, and creates flames that burn to ash all things in their wake!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Sounds like the kind of thing that could turn the tide of most any battle.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Isn't it FASCINATING? Sadly for the organization, all of their efforts to learn its location have come to naught.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "...But I succeed where they failed. I know where it is hidden.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Seriously?!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I am a well-informed, intelligent man. It was like stealing a lollipop from the mouth of a gurgling babe!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "And you, old friend, are the first person to whom I have told this secret.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Just what are you planning here?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Despite my being a member of the organization, I've no doubt they would lock the relic away from all prying eyes— which is why I must have it for my own.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Alas, it is hidden in a perilous location I cannot reach on my own—which is where you come into the picture.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "I see. And what's in it for me?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "The relic is yours. All I wish to do is study it and observe it in action.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Not sure if you've noticed, but we're not exactly at war right now. Who would I even use it on?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "But plenty of others ARE! North Grastaea, for example, always seems to be involved in one conflict or another these days.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Such places will give you ample opportunity to fight and achieve glory by using the relic.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Gonna be honest: You ain't exactly sellin' me on this plan of yours.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "(Hate to admit it, but his idea sounds a hell of a lot better than rottin' away here for the rest of my days. Should I try it?)", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "There you are, sir.", "speakerName": "Servant", "type": "conversation"}, {"content": "Wait, aren't you one of our servants? What are you doing here?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Sir, the mistress of the house requests that you return home early today if possible.", "speakerName": "Servant", "type": "conversation"}, {"content": "Er, and why, exactly?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Apparently she has a very important matter to discuss with you, sir.", "speakerName": "Servant", "type": "conversation"}, {"content": "Heh. So she's finally ready, eh?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "HmmMMM. I suppose I'll need to convince your wife to go along with my plan before you will even consider it.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "It's not like there's any love in our marriage. It's just somethin' we were forced into so I wouldn't challenge the emperor again.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "She's not been feelin' well lately, and I imagine our sham arrangement has a lot to do with it.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Like as not, she wants to talk to me now about callin' the whole damn thing off. ...Ha! Bwaaaaa ha ha ha!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "HmmMMM?", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Dust off your boots, Sha Wujing—we're blowin' this fried-meat stand. A wild adventure somewhere far from here sounds like JUST what I need.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "And that's how I went along with his idea without even hearing what the wife had to say first.", "speakerName": "SYS", "type": "conversation"}, {"content": "I know it ain't possible to change the past... but if I could, I'd go back and kick the crap outta myself for makin' that decision!", "speakerName": "SYS", "type": "conversation"}]}, {"conversations": [{"content": "Man, these steamed buns are good. Get to eatin'! It's on me!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Anyway, where were we...? Oh right, the big adventure. Yeah, so Sha Wujing and me were headin' out to find the relic.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "It was way off at the far edge of nowhere, and surrounded by fiends, to boot.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "But when we arrived, we met someone that you know all too well...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"type": "break"}, {"content": "6 Months Post-departure Remote Mountains", "speakerName": "SYS", "type": "conversation"}, {"content": "Is this Jiu Chi Dingba thing REALLY at the top of these mountains?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Who knows? Ah, but where is the joy in life without a few unexpected surprises?", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "If we came all this way for nothing, I swear that I'm gonna... Huh?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Someone's fightin' up ahead.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "O power universal, hear my decree! With invisible admonitions and unshakable binding, strong and swift may you invoke your gift!", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "Hmm... At this rate, night will arrive before I reach the mountain's peak.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "She took out all those fiends... I've never seen a power like that!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Is that a relic you have there, my good lady? I must see it!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Who are you?!", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "That's the Feng Mu Jie Zhang, isn't it? I must know EVERYTHING ABOUT IT! How does it work? How do you wield it? Slake my thirst with your knowledge!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Huh. If a relic can do that, maybe I was wrong to dismiss 'em so quick...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "More fiends! Is there no end to this?", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "Allow me—least I can do after you took out all of those fiends earlier. ...C'mere, you! Hah! Hah! Haaaaagh!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Ugh. This is taking FAR too long. I shall dispatch all of them at once!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Uh oh. Hold your breath, lady!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "How did you like my Poisonfeather Mist? Heh heh heh!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "You damn idiot! You almost paralyzed US!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "But I didn't, so there's no need to pitch a fit. ", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "HmmMMM... It seems my mist wasn't nearly as effective as I'd hoped on fiends. Clearly I have more work to do.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Why do you sound so composed when all you've done is make 'em angrier?!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Hold your tongues, both of you! The fiends are about to attack!", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "...And that's how we first came to meet Xuan Zang. By the time we'd finished off the fiends, the sun had gone down.", "speakerName": "SYS", "type": "conversation"}, {"type": "break"}, {"content": "Okay, I think we can eat this, so... Damn it, Sha Wujing! Will you quit interrogating that lady already?!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "But she's one of the legendary Qilin! They created the relics in the first place! I have so much I wish to ask her that my flesh QUIVERS with excitement!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "This man's interest in relics borders on a dangerous obsession...", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "Incidentally, what brings the two of you to these mountains in the first place?", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "(This lady said her job is sealing relics, so we probably don't want her finding out what we're REALLY doin' here...)", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "We work on weapon research and development in Taiwu, and the remote nature of this region makes it perfect for testing. ...Isn't that right, Zhu Bajie?", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Uh, yeaaah. I'm all about...um...research. But enough about the two of us— what are YOU doin' here?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I am returning from sealing a relic located at the top of this mountain.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "What?! So you mean we came all this damn way for... Oh crap.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I suspected that was your true purpose. Hear me well: There are many relics too dangerous for any human, and the Jiu Chi Dingba is one of them.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "If you seek to obtain it, it is my duty as a sealer to stop you.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "Sorry, but I need that relic.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "As I see it, a person's worth is based on what they achieve in their lifetime.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Well, during the recent rebellion in Taiwu, I tried to do something great. But the damn cowards who came with me all gave up, so it was nothin' but a big fat failure.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I've heard of this rebellion. Did it not end with the emperor changing his heart and the people being saved? I would think that an achievement worthy of respect.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "It ain't worthy of squat—not when we coulda done so much MORE.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "And what, pray tell, does all of this have to do with my relic?", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "I learned during the rebellion that no matter how high you aim, it's useless if the people you fight with don't have the stones to see it through.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "But if I have that relic, I don't need to rely on anyone—I can take on a whole damn army by myself! THAT'S how I'm gonna really achieve something!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I see. You believe that what matters most is what a person achieves during their life. In truth, this is a fine way of thinking.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "However, what SPECIFIC goal will you seek to achieve with this relic? How do you wish to change the world?", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "Ack! W-well, I... I mean...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Will without vision is just another kind of delusion. Your words SEEM reasonable, but all you really want is to play the hero.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "I cannot permit someone like you to touch the relic. You must leave this place as soon as the dawn breaks.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "You really don't know me if you think I'm just gonna turn around and leave now, lady. Because lemme tell you—", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "She is right, Zhu Bajie. The relic would be wasted on you. We should go.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "What?!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I deeply apologize, my dear friend. I should never have put the idea into your sweaty noggin in the first place.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "And yet, dear sealer, my friend here left his dear wife behind to come all this way. Could he not at least SEE the relic?", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "...Very well. We depart for the peak as soon as the sun rises.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "There now! That's better than nothing, is it not?", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "I guess...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"type": "break"}, {"content": "Zzz...", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "You know, even when I know you're lying, your apologies are STILL creepy.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "There's no time for banter! We must act before she wakes.", "speakerName": "Sha Wujing", "type": "conversation"}, {"type": "break"}, {"content": "We hurried up the mountain as Xuan Zang slept, and when the new day dawned, we found the Jiu Chi Dingba embedded in rock inside a cave.", "speakerName": "SYS", "type": "conversation"}, {"content": "At last! ...HmmMMM. I must say, I did not expect it to look like an ordinary garden hoe.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "This thing was a real bear to pull out! You actually think it can summon forth winds and flames and all that?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "It certainly can—and I fear it will bring about great tragedy if misused.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "Bah! How'd she catch up so fast?!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Give me the relic. Please.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "And if we refuse?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Then I will take it by force.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "Bwa ha ha ha! Just try it, lady! Hell, it'll give me the perfect chance to see just what this little baby can do.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "You pernicious fool! If you summon wind and flame in narrow crack of a place like this, we will ALL be in grave danger!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Now stand aside and let my sweet Poisonfeather Mist win the day!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Ah! I must hold my breath!", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "...Curses! That was a mere smoke bomb!", "speakerName": "Xuan Zang", "type": "conversation"}, {"type": "break"}, {"content": "Bwaaa ha ha! I bet she's feeling REAL dumb right about now!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Now the relic's finally ours— and I can't WAIT to try it out.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "With the relic in our hands, we set off for the northern continent—unaware of the tragedy that could have been avoided if we had just handed it over to Xuan Zang...", "speakerName": "SYS", "type": "conversation"}]}, {"conversations": [{"content": "Yo, can we get two teas over here? Make mine real bitter, if you would.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Hey, so have you ever bought some chow to take home for dinner and ended up eating it as you walked because you just couldn't wait another second?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "That was me. I finally had that relic, and I was ITCHING to try it out. So...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"type": "break"}, {"content": "North Grastaea Remote Village", "speakerName": "SYS", "type": "conversation"}, {"content": "Er, I'm afraid we don't need any aid of the military sort, sir. This is a sleepy little area—we don't even get bandits.", "speakerName": "Village Elder", "type": "conversation"}, {"content": "Yeah, but there's gotta be SOMETHING that's bothering you. Think, man!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "What about those fiends who live in the forest a ways from here?", "speakerName": "Farmer", "type": "conversation"}, {"content": "See! I KNEW there had to be something! You just leave those fiends to me!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Er, all right? Still, it's not like they're much of a bother—they never leave the woods, and we've little reason to go in there after them.", "speakerName": "Farmer", "type": "conversation"}, {"content": "Please, sir, leave the creatures be. Provoking them can only serve to stir their ire and cause them to seek revenge against us.", "speakerName": "Village Elder", "type": "conversation"}, {"content": "And what if they come after you first, huh? Then it'll be too late for my help!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "S-still, I'm just not sure it's worth it...", "speakerName": "Village Elder", "type": "conversation"}, {"content": "Look, stop worryin' about it, all right? Once I take care of 'em, there won't be anything left TO take revenge!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "W-well...I suppose...", "speakerName": "Village Elder", "type": "conversation"}, {"content": "Good then! It's settled!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "...There they are. There's more than I expected.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Use the Jiu Chi Dingba! Quickly!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Oh, I'm on it... And a swing!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Ah! The fiends are powerless before such force of wind!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "And one more swing! Go, go!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Hee hee! Incredible! You just turned an entire swarm of fiends to ash!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "And all I did was swing the thing around! You weren't kiddin' about these relics...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Right then, time to put the fire out. Do I swing this thing backward or what?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I haven't the faintest idea.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "I thought that organization let you look at all their secret relic manuals!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Yeees, but there was nothing in there about the relic DOUSING fires— merely about starting them.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Well, we gotta do SOMETHING! It's getting out of control!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I fear we lack the power.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "I can't believe you're givin' up already... Rrrrr! Fine then! I'll just whip up some wind to blow the fire out!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Aw, crap! The wind turned into a tornado!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Which is becoming one with the flames! How simply ASTOUNDING...", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "First we had a fire, and now we got a fire TORNADO? What're we gonna DO?!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Oh dear. It seems our flaming whirlwind is moving off in the direction of...", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Hmm? Oh, look. It's those travelers who went to exterminate those forest fiends. Er, but why are they running at us with such panicked expressions...?", "speakerName": "Village Elder", "type": "conversation"}, {"content": "And why is there a flaming tornado right behind 'em?!", "speakerName": "Farmer", "type": "conversation"}, {"content": "RUN! RUUUUUN! FIRE TORNADOOOOO!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "How do we run from THAT?!", "speakerName": "Farmer", "type": "conversation"}, {"content": "HmmMMM... Judging by the windspeed and the basic geography of this region, the hill behind the village should be safe.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Make for the hill, now! I'll carry anyone who can't run!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"type": "break"}, {"content": "We led the villagers to safety on the hill, which gave everyone a perfect view as my damn tornado ravaged their town.", "speakerName": "SYS", "type": "conversation"}, {"content": "Our homes... Our crops...", "speakerName": "Farmer", "type": "conversation"}, {"content": "Th-this can't be happening! *sob*", "speakerName": "Village Girl", "type": "conversation"}, {"content": "(This is all my fault. If I didn't interfere...)", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Enough. Fields and homes can be rebuilt— what matters is that we have our lives.", "speakerName": "Village Elder", "type": "conversation"}, {"content": "Thank you, travelers. Had you not come to warn us, I dread to think what would have happened.", "speakerName": "Village Elder", "type": "conversation"}, {"content": "Don't thank us. This is all—", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "No, I insist. You are village heroes!", "speakerName": "Village Elder", "type": "conversation"}, {"content": "I ain't no hero. That tornado was—", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Has anyone seen my son?! I can't find him anywhere!", "speakerName": "Female Villager", "type": "conversation"}, {"content": "What!? Could he still be in the village?!", "speakerName": "Village Girl", "type": "conversation"}, {"content": "No... My son! MY SOOOON!", "speakerName": "Female Villager", "type": "conversation"}, {"content": "No, you can't go back! It's too dangerous!", "speakerName": "Farmer", "type": "conversation"}, {"content": "Stay here, lady! I've got this!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "And where are YOU going?!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Dammit all! I'm no hero! I'm the world's biggest fool!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Waaaah! Heeeeelp!", "speakerName": "Village Child", "type": "conversation"}, {"content": "Hang on, kiddo! It's gonna be okay!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Hold on and I'll get you back to your mom! The path I took to get here is still...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Damn it all! The fire's movin' so fast it swallowed up my path!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Eeeeek! The tornado's coming!", "speakerName": "Village Child", "type": "conversation"}, {"content": "Flame on one side, tornado on the other... If I don't do something right now, our gooses are cooked...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Waaaaah! Save me, Mommy!", "speakerName": "Village Child", "type": "conversation"}, {"content": "There's only one person who deserves to die today...and it's ME!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Hold tight, kiddo! Don't let go!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "O-okay...", "speakerName": "Village Child", "type": "conversation"}, {"content": "This is gonna be hot, but hang in there! Here we goooooo!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"type": "break"}, {"content": "Y-your feet are gonna catch fire!", "speakerName": "Village Child", "type": "conversation"}, {"content": "That don't matter if I get you back safe!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I won't let myself die until then! RAAAAAH!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"type": "break"}, {"content": "Look! The traveler found your boy!", "speakerName": "Farmer", "type": "conversation"}, {"content": "There ya go, lady... Your kid's...safe...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Oh, thank you! THANK YOU!", "speakerName": "Female Villager", "type": "conversation"}, {"content": "Don't...thank me... I don't...deserve it...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Zhu Bajie!", "speakerName": "Sha Wujing", "type": "conversation"}]}, {"conversations": [{"content": "In a cave on the edge of the village, several days after the fiery whirlwind faded...", "speakerName": "SYS", "type": "conversation"}, {"content": "How are you feeling, hmmMMM?", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Can't feel my feet, but it doesn't matter. How's the village?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "There were no fatalities, but a third of the buildings were reduced to rubble.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Of greater concern, however, are the crops. The fields were destroyed, and it seems rather unlikely that these people will be able to survive the winter.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Damn.. Nnngh!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I can practically smell the crispy flesh from those burns of yours—you really should be resting in the village and not on the floor of this damp cave.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "I ain't got the right. I'm the reason those people are gonna suffer.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "But there's no reason for you to stick around and let me hold you back.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Ah, but I have not yet finished studying the Jiu Chi Dingba. So until that time, let me go pick you some medicinal herbs.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Keep that thing away from me. I got no right to use it.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"type": "break"}, {"content": "I set out to achieve something great, and all I did was make a giant mess.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I told you to leave me, Sha Wujing, so just... Wait, it's YOU!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I heard rumors of a village's destruction and suspected the Jiu Chi Dingba was the cause. It seems I was correct.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "Oh, you were correct, all right. ...About everything.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Just take the damn thing already.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Believe me, I intend to. But first, your wounds need—", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "Spare me the pity. I reaped what I sowed.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Here is a special Qilin balm that should heal those burns.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "Keep it for someone who deserves it.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Don't be absurd. Now let me see—", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "I said I don't need your help!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "A person's worth is decided by what they achieve in life, and I achieved NOTHING!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I'm just a damn fool.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Best thing for the world and everyone in it would be for me to just...disappear.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "First you want to be a hero, and now you want to be dead.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "Pitiful, right? Now if you don't mind, I got some sorrows to wallow in here.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I'm afraid I can't do that. Preventing relic misuse is a sealer's responsibility, and all of this occurred because I proved unable to stop you.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "I have a duty to make amends.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "What's that vase?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "It is the Xiang Tong Hu—a relic used by the ancient Qilin to convey emotions.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "O power universal, hear my decree! Great messenger, distant fragrance, deliver the thoughts of those afar!", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "There's a voice comin' from it!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Listen closely, and you will hear the voice of the one who loves you most.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "There there, dear. It was just a nightmare.", "speakerName": "Voice from the Vase", "type": "conversation"}, {"content": "That sounds like the wife... But who's that with her?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Waaah! Waaah!", "speakerName": "Voice from the Vase", "type": "conversation"}, {"content": "Is that...a baby?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Your father is a mighty general named Zhu Bajie.", "speakerName": "Wife's Voice", "type": "conversation"}, {"content": "Wait, that's MY kid?!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "So the reason she's been sick lately...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Is because she was with child, it seems.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "So when she wanted to talk, it wasn't to leave me. It was because...because she...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Oh, I know they all call him a good-for- nothing who left me without even bothering to saying goodbye...", "speakerName": "Wife's Voice", "type": "conversation"}, {"content": "But my husband is a kind man who will stand up and fight for others.", "speakerName": "Wife's Voice", "type": "conversation"}, {"content": "No! Don't say that! I can handle everyone else misunderstanding me, but not YOU!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I ain't half the man you think I am! I'm a childish, selfish, arrogant, loser!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Everyone says that we should go start a new life elsewhere...", "speakerName": "Wife's Voice", "type": "conversation"}, {"content": "And they're right! So hate me! Forget about me!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "But I will keep waiting, because I know he'll come back some day. You feel that too, don't you, Son?", "speakerName": "Wife's Voice", "type": "conversation"}, {"content": "DAMN IT ALL!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I ain't worth all this trouble!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "If you were to die here, your wife would continue waiting until the end of her days.", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "...I wonder how she'd react if she saw me like this?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "And I wonder what my son looks like...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Go and find out with your own eyes. ...I will leave the balm here.", "speakerName": "Xuan Zang", "type": "conversation"}, {"type": "break"}, {"content": "Ruined Village", "speakerName": "SYS", "type": "conversation"}, {"content": "Good to see you back on your feet, Zhu Bajie. Those healing ointments of the Qilin certainly are a wonder!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "You knew she came to take the relic back?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I saw her leaving the cave. At first, I thought to follow her, but...", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "But then I saw these fields. Look for yourself.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "What the...? There's crops growin'! But I thought these were all ruined!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Master Xuan Zang used the relic's power. She created wind to cultivate the land, then covered it with nutrient-filled ash.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "It seems that relic was originally created for farming.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "What's more, crops created by the relic grow MUCH more quickly than normal, which means the village should have no trouble living out the winter.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "So she cleaned up after my mess.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Oh, and incidentally, Master Xuan Zang also asked that we both keep the relic's existence a secret.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "If word were to get out, scalawags the world over would crawl forth out of the muck seeking its power.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Well, she ain't wrong—but since when did you start callin' her ＂master＂?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "The sight of her using that relic has enraptured my heart!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "I have learned something from all this: If I wish to understand and use the mighty technology of relics elsewhere, I must be able to use them myself.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "And to that end, what better person to study under than Master Xuan Zang?!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "First, I intend to return to the organization and study so that I might not be a burden. But one day, I will go back to her and ask to become her apprentice.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Sounds like a plan.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "By the way, I'm planning to stay here and help rebuild the village, and it'd sure help to have a smart guy like you around.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Very well—so long as you help me with my next weapon experiment!", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "But what will you do after your rebuilding is over?", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "I'm heading back to Taiwu—I've got a wife and son to beg forgiveness from.", "speakerName": "Zhu Bajie", "type": "conversation"}]}, {"conversations": [{"content": "When I returned home, I begged the wife for forgiveness—but she said that if I was following my heart, I had no reason to apologize.", "speakerName": "SYS", "type": "conversation"}, {"content": "Our marriage might have been a political one, but she never resented marrying me. Turns out she actually fell in love—saw me as a ＂man of principles＂ for joining the rebellion.", "speakerName": "SYS", "type": "conversation"}, {"content": "I wasn't half the man she thought I was—but if I wasn't the worst man who ever lived before that, I knew I would be if I betrayed her expectations.", "speakerName": "SYS", "type": "conversation"}, {"content": "So I swore from that moment on to live my life for the sake of others.", "speakerName": "SYS", "type": "conversation"}, {"content": "Several Years Later Taiwu Border", "speakerName": "SYS", "type": "conversation"}, {"content": "I'm back from my patrol! Nothing out of order.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "In that case, General, you wanna get some lunch?", "speakerName": "Border Guard 1", "type": "conversation"}, {"content": "Quit calling me general already! I'm just an ordinary grunt now—and I'm afraid I brought my own lunch.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Damn, lunch from your wife again? You could stand to join us once in a while, you know!", "speakerName": "Border Guard 2", "type": "conversation"}, {"content": "Sorry, gents! I'll tell some new jokes at the next team party to make up for it.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Heh. You really have changed.", "speakerName": "Border Guard 1", "type": "conversation"}, {"content": "You're telling me! You take your work seriously now—even the villagers can't seem to stop thanking you!", "speakerName": "Border Guard 2", "type": "conversation"}, {"content": "Now I finally understand how all those folks felt when they stopped fighting during the rebellion.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Living for someone else really IS all it takes to be fulfilled.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "And I owe Xuan Zang for helping me realize that.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Who's that?", "speakerName": "Border Guard 1", "type": "conversation"}, {"content": "Never mind. Anyway, we've got that joint exercise coming up in the capital, right? What kinda souvenir do you think I should pick up for the family?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"type": "break"}, {"content": "A few days later, when I was away at the capital, there was an unexplained explosion at the border that destroyed several nearby villages.", "speakerName": "SYS", "type": "conversation"}, {"content": "Word reached me while I was in the capital. They said nothing was left of my home, and on the list of the dead...", "speakerName": "SYS", "type": "conversation"}, {"content": "Thank goodness you're back, sir!", "speakerName": "Servant", "type": "conversation"}, {"content": "Tell me this isn't happening!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I found a hairpin! And a little toy! I was gonna give 'em to...to...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Dammit, I only just learned what matters in life! I can't have it taken away now!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Please... This can't be happening...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Rest easy, sir—your wife and son are both resting comfortably in a shelter.", "speakerName": "Servant", "type": "conversation"}, {"content": "But...but they were on the list of the dead!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "The officials sent to survey the scene must have jumped to conclusions.", "speakerName": "Servant", "type": "conversation"}, {"content": "Both were on the verge of death and heavily burned. Had a passing traveler not seen to their wounds...", "speakerName": "Servant", "type": "conversation"}, {"content": "Oh, thank goodness they're all right!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Hey, where IS that traveler? I need to thank 'em!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "The traveler vanished as soon as all of the wounded were attended to.", "speakerName": "Servant", "type": "conversation"}, {"content": "Then give me a description!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Well, she was wearing glasses, as well as a hair accessory that made it look like she had a set of horns. Honestly, she looked a bit like the Qilin of legend.", "speakerName": "Servant", "type": "conversation"}, {"content": "Could it be...?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "HmmMMM. I thought I'd find you here.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Sha Wujing! What are you doing here?!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I have something I wanted to investigate. Er, but might we talk privately later? We need to discuss a certain...someone.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "I have to see my family first.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Yes, yes, of course. I'll be waiting for you on the outer edge of the shelter area.", "speakerName": "Sha Wujing", "type": "conversation"}, {"type": "break"}, {"content": "...Well? How are they? All the fingers and toes still in the correct places?", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "They're great, actually—they had to keep telling ME to calm down. Anyway, what did you want to talk to me about?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Master Xuan Zang. As I'm sure you surmised, she came here.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "I KNEW it! ...But why?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "The same question wriggled its way into my brain, and so I did a little digging. It turns out that explosion was the result of a relic in this area.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "What?!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I imagine she learned what happened here and came to collect the relic. And while she was in the area...", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "She saved my family! ...She really is an unbelievable woman.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I don't know how I'm ever supposed to thank her, but I have to try.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I thought you would say that—and as such, I have a proposal for you: What say you to following her across the world with me?", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Do you know where she is?!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "I have an inkling—and I am now ready to leave this country and ask her to take me on as her student.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Collecting relics involves risking one's life. With you at her side, that danger may be significantly reduced.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "I can see why you're into this. How long do you think it'll take?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "The number of relics in the world is vast. It could be five years, or ten... or perhaps an entire lifetime.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "A lifetime...", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "You're concerned for your family, yeees?", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "I still have my own preparations to make, so I will leave you for now. If you decide to come with me, meet me on the hill in the distance in two weeks' time.", "speakerName": "Sha Wujing", "type": "conversation"}, {"type": "break"}, {"content": "Two weeks later...", "speakerName": "SYS", "type": "conversation"}, {"content": "HmmMMM. To no surprise, it seems he's not coming.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Zhu Bajie... Are you certain about this?", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "Sure am. I've officially quit the army, and the wife and son have gone off to live with her family.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Oh?", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "I told her everything: About how she saved my life—and hers—and how this journey is a chance to repay that.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Honestly, I still wasn't sure even after all that, but the wife told me that I should do it for the family.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "She told me to repay Xuan Zang on behalf of all of us, and that she'd never forgive me if I didn't pay our debt properly.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Hee hee! In that case, no more delays.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "But I've got no intention of letting this take my whole life—we're gettin' it DONE so I can come back and tell the family all about it.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"type": "break"}, {"content": "...So that's how I came to be here.", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "But it was far from easy. In fact, there was one time in particular when—", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "There you are.", "speakerName": "Sha Wujing", "type": "conversation"}, {"content": "You were the one who asked us to help you decide on souvenirs for when you next return to Taiwu, remember?", "speakerName": "Xuan Zang", "type": "conversation"}, {"content": "Damn, is it that time already? Sorry!", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "All right, I'm gonna shake a leg. ...What, you wanted to hear more?", "speakerName": "Zhu Bajie", "type": "conversation"}, {"content": "Then let's get lunch some other time. It's gonna be a looong story.", "speakerName": "Zhu Bajie", "type": "conversation"}]}]