[{"conversations": [{"content": "......", "speakerName": "Chelle", "type": "conversation"}, {"content": "You're lost in thought, Chelle. This frightens me.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "I don't think a little reminiscing goes amiss when we are going to be away from Chanzelia for some time, no?", "speakerName": "Chelle", "type": "conversation"}, {"content": "That's rather maudlin and unlike mew.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Rude. Even one such as I can be given to such flights now and again, particularly when it comes to the Radiant City.", "speakerName": "Chelle", "type": "conversation"}, {"content": "...Mmm, it was quite the tumultuous experience when we first arrived.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Indeed. How many years has it been now?", "speakerName": "Chelle", "type": "conversation"}, {"content": "Several years prior...", "speakerName": "SYS", "type": "conversation"}, {"content": "Well, we're here in Raywall at last.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "These northern reaches are so very far from the capital—how purr-sitively unfair of King Aurelius to toss a princess into a tepid backwater such as this!", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Raywall is a key strategic position that overlooks the northern border; it is vital that the royal family strengthen our relations with this place.", "speakerName": "Chelle", "type": "conversation"}, {"content": "I suspect my dear father left it to me because it is a role none but I can perform.", "speakerName": "Chelle", "type": "conversation"}, {"content": "I suppose...", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Is there something you wish to share?", "speakerName": "Chelle", "type": "conversation"}, {"content": "Not a single thing.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Mmm, I see. Shall we be going, then?", "speakerName": "Chelle", "type": "conversation"}, {"type": "break"}, {"content": "I am pleased to meet you, Your Highness. It is the honor of a lifetime to welcome you to our fair city.", "speakerName": "Butler", "type": "conversation"}, {"content": "The Marquis of Raywall has bade me permit you to make full and free use of this mansion for your purposes. ", "speakerName": "Butler", "type": "conversation"}, {"content": "Should you require anything else at all, you have but to let me know.", "speakerName": "Butler", "type": "conversation"}, {"content": "My deepest thanks—however, I would prefer to greet the marquis in person. Where might he be?", "speakerName": "Chelle", "type": "conversation"}, {"content": "That will not be necessary, Your Highness. For today, it is his wish that you rest and recover from the rigors of your journey.", "speakerName": "Butler", "type": "conversation"}, {"content": "The marquis himself will call on you in some days' time for a proper meeting.", "speakerName": "Butler", "type": "conversation"}, {"content": "Please inform me if you have any concerns, Your Highness. Until then.", "speakerName": "Butler", "type": "conversation"}, {"content": "In other words, he wants us to stay put and mind our meow-ners.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "It's quite the chilly reception, isn't it? Whatever did you do to them?", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "I assure you, I have done nothing. My grandfather, on the other hand...", "speakerName": "Chelle", "type": "conversation"}, {"content": "You mean the purr-evious king of Alberia?", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "The very same. You see, Raywall is not only a strategic point with respect to the border, but a prosperous city thanks to its trade routes with other lands.", "speakerName": "Chelle", "type": "conversation"}, {"content": "However, Grandfather—that is, the former Alberian king—launched an invasion of the Holy City of Grams across the border.", "speakerName": "Chelle", "type": "conversation"}, {"content": "This had the effect of harming foreign sentiment towards us. Trade collapsed, and Raywall's entire economy sustained a near-lethal blow.", "speakerName": "Chelle", "type": "conversation"}, {"content": "As soon as my father took the throne, he agreed to an armistice—but that did not mean things could simply go back to how they once had been.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Mrawr hawr hawr! I suppose they're right to be upset, seeing as how your family went out and started the war.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Things may have yet worked out had that been the whole of it, but alas...", "speakerName": "Chelle", "type": "conversation"}, {"content": "Mrowr?", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "My grandfather's war lacked a just cause, which is why Father was ready to end it.", "speakerName": "Chelle", "type": "conversation"}, {"content": "And yet, human emotions are an infinitely complex thing.", "speakerName": "Chelle", "type": "conversation"}, {"content": "You meown to say that there were some in Raywall who opposed the ceasefire? Whyever for?", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Raywall bore the brunt of its war, and I am given to understand that many lost parents and siblings during the conflict.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Just because the war had ended did not mean that animosity for the enemy disappeared along with it.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Ah, NOW I see! So there are some in this city who wish to go to war with Grams once more, even without just cause.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Thus, mew have been sent to keep such rash minds in check.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "As ever, you demonstrate the keen insight of the pactwyrm in whom I place my trust.", "speakerName": "Chelle", "type": "conversation"}, {"content": "My duty is to find the half-wits trying to start a war and make them fall in line.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Now it makes sense—I knew you never would have gone along with the plan without some secondary reason.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Actually, that plan is, in fact, my true objective.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Mrowl?! Then you are truly going to...?", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "I am indeed, my dear Cat Sìth.", "speakerName": "Chelle", "type": "conversation"}, {"content": "I have come to this city to be married, and I intend to see it done.", "speakerName": "Chelle", "type": "conversation"}]}, {"conversations": [{"content": "Is that the third scion of Alberia?! Princess Chelle?!", "speakerName": "Noble", "type": "conversation"}, {"content": "A member of the royal family's got some nerve showing their face here in Raywall.", "speakerName": "Noble", "type": "conversation"}, {"content": "I'm of the understanding she is to be wed to the marquis.", "speakerName": "Noble", "type": "conversation"}, {"content": "Sending his daughter to curry favor, eh? It's plain as day what the king's thinking!", "speakerName": "Noble", "type": "conversation"}, {"content": "They certainly don't hold back in this town. And here I was under the impression this was supposed to be your welcoming party.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Actually, I find it almost refreshing how they wear their true preferences right on their gilded sleeves.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Still, I suppose it best to educate those who are so woefully unaware of proper decorum during social interaction.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Mrow?!", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "I am so very pleased to make your acquaintance, honored guests! I am the third scion of Alberia, Princess Chelle.", "speakerName": "Chelle", "type": "conversation"}, {"content": "......", "speakerName": "Nobles", "type": "conversation"}, {"content": "What nerve to come over here! You're either fearless or brainless— I don't know which.", "speakerName": "Noble", "type": "conversation"}, {"content": "I simply understand the norms of proper etiquette, General Bertrand.", "speakerName": "Chelle", "type": "conversation"}, {"content": "You know of me, then?", "speakerName": "Bertrand", "type": "conversation"}, {"content": "I would not dare come to Raywall without knowledge of the storied general who single-handedly leads its military.", "speakerName": "Chelle", "type": "conversation"}, {"content": "May I presume the esteemed personages behind you are Secretary Constantin and the Lady Doriane, Baroness of Bonnard?", "speakerName": "Chelle", "type": "conversation"}, {"content": "!", "speakerName": "Nobles", "type": "conversation"}, {"content": "Your providence does you credit indeed, that you would study so diligently in effort to secure a place in our good graces.", "speakerName": "Doriane", "type": "conversation"}, {"content": "Oh, I've studied other things as well— including the young artist called Vincent.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Ah! Er...I'm afraid I don't know what you are talking about.", "speakerName": "Doriane", "type": "conversation"}, {"content": "He is said to be a young and nameless painter, though of late I hear he built an atelier most grand. You are unfamiliar?", "speakerName": "Chelle", "type": "conversation"}, {"content": "M-most unfamiliar!", "speakerName": "Doriane", "type": "conversation"}, {"content": "Goodness, is that so? It was my understanding that you frequented the young man's workshop, Baroness.", "speakerName": "Chelle", "type": "conversation"}, {"content": "...As recently as last afternoon, even.", "speakerName": "Chelle", "type": "conversation"}, {"content": "How could you know that?!", "speakerName": "Doriane", "type": "conversation"}, {"content": "Eee hee hee! Perhaps it would do simply to say that a curious little kitten whispered it to me in passing.", "speakerName": "Chelle", "type": "conversation"}, {"content": "......", "speakerName": "Doriane", "type": "conversation"}, {"content": "Intimidation through blackmail hardly befits one of your standing, Princess.", "speakerName": "Bertrand", "type": "conversation"}, {"content": "And such words hardly befit a general. Or perhaps you are the sort who charges into battles without strategy or plan?", "speakerName": "Chelle", "type": "conversation"}, {"content": "If you are one to lead such an army, I would be better served to take the tales of Raywall's great military with a  grain of salt—or even the entire shaker.", "speakerName": "Chelle", "type": "conversation"}, {"content": "I say! Princess or no, I will not tolerate such contempt for Raywall!", "speakerName": "Constantin", "type": "conversation"}, {"content": "I am showing no contempt whatsoever! Merely discussing a hypothetical.", "speakerName": "Chelle", "type": "conversation"}, {"content": "If the army is NOT, in fact, a band of feckless warriors, then I am certain its general would understand the way in which I choose to do battle.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Nnngh...", "speakerName": "Bertrand", "type": "conversation"}, {"content": "I think that's quite enough ＂enthusiasm,＂ for one day, everyone.", "speakerName": "???", "type": "conversation"}, {"content": "Marquis.", "speakerName": "Bertrand", "type": "conversation"}, {"content": "A pleasure to meet you, Princess Chelle. I am the Marquis of Raywall, but I pray you do me the honor of calling me Elua.", "speakerName": "Elua", "type": "conversation"}, {"content": "Though I suspect you already know of me.", "speakerName": "Elua", "type": "conversation"}, {"content": "Most certainly—though it casts a decidedly different shade in the memory having been greeted in person versus having not.", "speakerName": "Chelle", "type": "conversation"}, {"content": "For example, one might modify appropriately their petting of a kitten if it were baring its fangs, no?", "speakerName": "Chelle", "type": "conversation"}, {"content": "Gracious me, it seems as though the others here may have carelessly stepped upon a dragon's tail.", "speakerName": "Elua", "type": "conversation"}, {"content": "It would seem so. I apologize for my impropriety, Highness.", "speakerName": "Bertrand", "type": "conversation"}, {"content": "Not at all, General. I myself have on occasion been known to take things rather too far—let us simply say that there has been impropriety on both our behalves.", "speakerName": "Chelle", "type": "conversation"}, {"content": "However, I would have you bear in mind that our feelings towards the royal family are...complicated. Now then, if you will please excuse me?", "speakerName": "Bertrand", "type": "conversation"}, {"content": "Permit me to greet you once more, Your Highness—or perhaps I ought to simply call you my betrothed?", "speakerName": "Elua", "type": "conversation"}, {"content": "The honor is mine, dear fiancé. Ah, but my heart has been aflutter, wondering what sort of man my husband-in-waiting might turn out to be.", "speakerName": "Chelle", "type": "conversation"}, {"content": "And what are your impressions now that you have beheld the man in person?", "speakerName": "Elua", "type": "conversation"}, {"content": "They are positive indeed. Beyond that... Well, we shall simply have to see how things develop in the days to come.", "speakerName": "Chelle", "type": "conversation"}, {"content": "A most frightening thought; I shall endeavor not to disappoint.", "speakerName": "Elua", "type": "conversation"}, {"content": "And what are your impressions of me?", "speakerName": "Chelle", "type": "conversation"}, {"content": "I am intrigued. If you will forgive me a bit of bluntness, I had heard you were a rather self-absorbed princess, and was surprised this union was allowed to proceed.", "speakerName": "Elua", "type": "conversation"}, {"content": "You suspected I would never have acceded to a political marriage?", "speakerName": "Chelle", "type": "conversation"}, {"content": "I did. However, as it was decided upon with a surprising degree of readiness, I felt you were also the type who set aside her own happiness for that of her house.", "speakerName": "Elua", "type": "conversation"}, {"content": "Though I might be royalty, in the end I am little more than a bird in a gilded cage.", "speakerName": "Chelle", "type": "conversation"}, {"content": "So I thought—but your recent exchange has made me reconsider that assumption.", "speakerName": "Elua", "type": "conversation"}, {"content": "It made me feel as though you are indeed a woman who knows the meaning of nobility—and of being waited upon.", "speakerName": "Elua", "type": "conversation"}, {"content": "Whatever do you mean, sir?", "speakerName": "Chelle", "type": "conversation"}, {"content": "This is but a theory of mine, but I see nobility as something not decided by those above, but by those below.", "speakerName": "Elua", "type": "conversation"}, {"content": "It is only because our vassals and people acknowledge us as noble that we aristocrats can BE noble.", "speakerName": "Elua", "type": "conversation"}, {"content": "To perpetuate that, we must protect our vassals and people while maintaining an environment in which they can quite readily recognize our nobility.", "speakerName": "Elua", "type": "conversation"}, {"content": "One such method is a political marriage, and I imagine your understanding of this fact lead you to acquiesce to our union.", "speakerName": "Elua", "type": "conversation"}, {"content": "...Well? How did I do?", "speakerName": "Elua", "type": "conversation"}, {"content": "All this time, Lord Elua, I have had a thought:", "speakerName": "Chelle", "type": "conversation"}, {"content": "What an efficient thing, political marriage!", "speakerName": "Chelle", "type": "conversation"}, {"content": "So efficient, I think, that there is no better method for manipulating both popular and political sentiment.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Yet even in high society, there are many who avoid such unions, which is foolishness to the extreme.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Such people know nothing and less about what nobility actually is.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Nobility is, by nature, a meaningless thing. People do not inherently have degrees of value, yet we impose rank upon them, and so nobility is born.", "speakerName": "Elua", "type": "conversation"}, {"content": "Just so. And to ascribe value to such an empty thing, we've no avenue other than to humor, soothe, and distract.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Indeed, those of noble rank must soothe the people so they might welcome such palliatives with gladness in their hearts.", "speakerName": "Elua", "type": "conversation"}, {"content": "Avoiding what is necessary to accomplish that puts one worlds apart from the notion of nobility.", "speakerName": "Elua", "type": "conversation"}, {"content": "Heh... Eee hee hee!", "speakerName": "Chelle", "type": "conversation"}, {"content": "Princess Chelle?", "speakerName": "Elua", "type": "conversation"}, {"content": "I confess, despite my interest in the Marquis of Raywall, I have had little interest in YOU, Lord Elua.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Yet this conversation has set my opinion in quite the opposite direction.", "speakerName": "Chelle", "type": "conversation"}, {"content": "I trust I may take that as praise?", "speakerName": "Elua", "type": "conversation"}, {"content": "You may. Ah, it seems as though I will like this city far more than I anticipated.", "speakerName": "Chelle", "type": "conversation"}, {"content": "...And you as well, Lord Elua.", "speakerName": "Chelle", "type": "conversation"}]}, {"conversations": [{"content": "Lord Caspar? Priestess Aurelia? Might I introduce to you my fiancée?", "speakerName": "Elua", "type": "conversation"}, {"content": "I am Princess Chelle, and I am most pleased to make your acquaintances.", "speakerName": "Chelle", "type": "conversation"}, {"content": "I have heard much about you, Princess— and I see the tales of your great beauty have not been exaggerated.", "speakerName": "Caspar", "type": "conversation"}, {"content": "You are far too kind.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Wedding a princess of the royal family will surely help Raywall's prosperity grow more and more, Lord Elua.", "speakerName": "Caspar", "type": "conversation"}, {"content": "My thanks, Lord Caspar, though such prosperity is thanks in no small part to those from the Holy City of Grams— yourself included.", "speakerName": "Elua", "type": "conversation"}, {"content": "I hope we might continue to enjoy a prosperous exchange in the years to come.", "speakerName": "Elua", "type": "conversation"}, {"content": "Let us permit the unfortunate business between our two lands to be a thing of the past, and join hands as close neighbors and bosom friends in the coming years.", "speakerName": "Aurelia", "type": "conversation"}, {"content": "It would appear we've navigated the waters successfully—for today at least.", "speakerName": "Elua", "type": "conversation"}, {"content": "And Lord Caspar appears to have returned to his quarters, so all seems well for now. What say you, Cat Sìth?", "speakerName": "Chelle", "type": "conversation"}, {"content": "Hmm? Oh, sure, I guess it'll be fine.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Well that's not very reassuring! And you call yourself my pactwyrm.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Can you blame me? Observing that man's every move is boring.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Of course it is. We're not doing this for the sake of your amusement.", "speakerName": "Chelle", "type": "conversation"}, {"content": "The chill in your words is hardly necessary.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Forgive us, Cat Sìth. We'll be in your debt if you can only assist for a little while yet.", "speakerName": "Elua", "type": "conversation"}, {"content": "Mrow, I am not especially bothered. But is it really true?", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Is he to be assassinated?", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "There is a faction in Raywall that would leap at the chance to see us at war with Grams once more.", "speakerName": "Elua", "type": "conversation"}, {"content": "So it seems. A-purr-ently they remain resentful of the previous engagement.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Yet said previous war was fought over ten years ago, was it not? Surely you humans do not live long enough to carry such animosity for so long?", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "It's true, we do not live quite so long as you dragons, but old grudges can survive many years in our hearts.", "speakerName": "Elua", "type": "conversation"}, {"content": "There are many people who fought with Grams personally, and others who lost parents, siblings, and children to them.", "speakerName": "Elua", "type": "conversation"}, {"content": "The problem is that it was not just Raywall who was at war—Grams was as well.", "speakerName": "Chelle", "type": "conversation"}, {"content": "So then Grams has its own share of individuals who seek war?", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Indeed, and Lord Caspar is the one holding that faction in check.", "speakerName": "Elua", "type": "conversation"}, {"content": "Were he to die, public sentiment in Grams would shift toward war in an eyeblink.", "speakerName": "Elua", "type": "conversation"}, {"content": "The war faction has long hoped for such an incident, and I suspect they will not pass up this opportunity.", "speakerName": "Chelle", "type": "conversation"}, {"content": "We cannot let our eye on Lord Caspar waiver, not even for an instant.", "speakerName": "Elua", "type": "conversation"}, {"content": "If the enemy is aware that we have set a strong watch, it will make it harder for them to meddle. We absolutely must put a stop to the assassination.", "speakerName": "Elua", "type": "conversation"}, {"content": "...Then the target is not Caspar?", "speakerName": "Assassin", "type": "conversation"}, {"content": "No. We aim for Priestess Aurelia.", "speakerName": "Mysterious Man", "type": "conversation"}, {"content": "As its name suggests, the Holy City is a place where the Ilian Church's influence is quite strong.", "speakerName": "Mysterious Man", "type": "conversation"}, {"content": "And that influence will reach a zenith— far outstripping even high government officials—with the murder of such an important and beloved priestess.", "speakerName": "Mysterious Man", "type": "conversation"}, {"content": "Grams will not take to silence if the assassination is a success.", "speakerName": "Mysterious Man", "type": "conversation"}, {"content": "In other words, it will be war, just as we desire.", "speakerName": "Assassin", "type": "conversation"}, {"content": "Go and see this done. For the sake of our dream, failure will not be tolerated.", "speakerName": "Mysterious Man", "type": "conversation"}, {"content": "Worry not. With their guard this light, I would have to try to fail.", "speakerName": "Assassin", "type": "conversation"}, {"content": "Elua is under the impression that we are targeting Caspar, and he will be well- protected indeed.", "speakerName": "Mysterious Man", "type": "conversation"}, {"content": "But that will make it far easier to twist the knife on Aurelia while their attention is distracted.", "speakerName": "Assassin", "type": "conversation"}, {"content": "Failing at this task when they've left the door wide would be an insult to assassins everywhere. I will send a report soon when the deed is done.", "speakerName": "Assassin", "type": "conversation"}, {"content": "We look forward to it.", "speakerName": "Mysterious Man", "type": "conversation"}, {"content": "(This is Aurelia's room... Seems like she's fast asleep.)", "speakerName": "Assassin", "type": "conversation"}, {"content": "(I regret the thought of taking a woman's life, but it is your birth in Grams that wrongs you, priestess—not I.)", "speakerName": "Assassin", "type": "conversation"}, {"content": "Hngh!", "speakerName": "Assassin", "type": "conversation"}, {"content": "Nothing? ...No! It can't be!", "speakerName": "Assassin", "type": "conversation"}, {"content": "How unfortunate for you.", "speakerName": "???", "type": "conversation"}, {"content": "!", "speakerName": "Assassin", "type": "conversation"}, {"content": "Worry not! Priestess Aurelia has been moved to location most secure.", "speakerName": "Chelle", "type": "conversation"}, {"content": "You're the princess! B-but how did...?!", "speakerName": "Assassin", "type": "conversation"}, {"content": "I presume you mean ＂How did we know that you were actually going to target Priestess Aurelia＂?", "speakerName": "Chelle", "type": "conversation"}, {"content": "Truthfully, it's far stranger why you thought we WOULDN'T know. ", "speakerName": "Chelle", "type": "conversation"}, {"content": "With your objective of fomenting strife with Grams so plain, it was a simple matter to suss out your plans.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Hrk!", "speakerName": "Assassin", "type": "conversation"}, {"content": "And now, I believe I'll have you explain who it is that you work for.", "speakerName": "Chelle", "type": "conversation"}, {"content": "You believe I would sell my comrades out? Perhaps that is how it works among you foul royals, but you'll find I'm made of sterner stuff!", "speakerName": "Assassin", "type": "conversation"}, {"content": "I'd warn you not to be arrogant enough to believe you can take me on your own.", "speakerName": "Assassin", "type": "conversation"}, {"content": "My, but I wonder which of us is truly the arrogant one. Perhaps it's time to teach you some regret for having besmirched the dragon bloodline!", "speakerName": "Chelle", "type": "conversation"}, {"content": "Are you quite all right, Princess?", "speakerName": "Elua", "type": "conversation"}, {"content": "Ah, Lord Elua! Just in time. You'll find our miscreant lying there.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Rest easy, I did not kill him; I merely gave him a little caress.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Fascinating! This is no mean cutpurse, yet you handled him like a child.", "speakerName": "Elua", "type": "conversation"}, {"content": "I suppose that's what it is to be pactbound to a dragon. You surprise me yet again.", "speakerName": "Elua", "type": "conversation"}, {"content": "Why, it is I who is surprised, Lord Eula! I never would have believed that you might use Priestess Aurelia as bait. ", "speakerName": "Chelle", "type": "conversation"}, {"content": "Though we may bandy about titles for my person like ＂lord＂ and ＂marquis,＂ my position here is actually rather weak.", "speakerName": "Elua", "type": "conversation"}, {"content": "I am discomfited to admit this, but even within this city, I find myself not knowing who my true friends and enemies are.", "speakerName": "Elua", "type": "conversation"}, {"content": "To protect my territory, it sometimes behooves me to adopt bolder measures.", "speakerName": "Elua", "type": "conversation"}, {"content": "Yet if you only wanted to protect Priestess Aurelia, you had but to strengthen her guard as you did with Lord Caspar.", "speakerName": "Chelle", "type": "conversation"}, {"content": "It is as you surmise, Princess Chelle: I would have been most chagrined had the war faction given up its assassination.", "speakerName": "Elua", "type": "conversation"}, {"content": "Had they failed to act, I would have lost a golden opportunity to learn who is masterminding their efforts.", "speakerName": "Elua", "type": "conversation"}, {"content": "To that end, I felt there was little option other than to imperil the good priestess.", "speakerName": "Elua", "type": "conversation"}, {"content": "......", "speakerName": "Chelle", "type": "conversation"}, {"content": "Do you judge me for it?", "speakerName": "Elua", "type": "conversation"}, {"content": "Heh heh... Eeeeee hee hee hee!", "speakerName": "Chelle", "type": "conversation"}, {"content": "Judge you? What possible reason could I have for such contempt?", "speakerName": "Chelle", "type": "conversation"}, {"content": "Indeed, I was just thinking that things are likely to go quite well with you.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Don't you agree, my betrothed?", "speakerName": "Chelle", "type": "conversation"}]}, {"conversations": [{"content": "Princess Chelle!", "speakerName": "Elua", "type": "conversation"}, {"content": "Your timing is excellent, Lord Elua. Might you care to join me for tea?", "speakerName": "Chelle", "type": "conversation"}, {"content": "Though I am honored by the offer, I'm afraid I've another matter I must discuss with you at the moment.", "speakerName": "Elua", "type": "conversation"}, {"content": "What could be more important than tea?", "speakerName": "Chelle", "type": "conversation"}, {"content": "I have learned of the individual who masterminded the attempted assassination of Priestess Aurelia.", "speakerName": "Elua", "type": "conversation"}, {"content": "And who was it, pray tell?!", "speakerName": "Chelle", "type": "conversation"}, {"content": "General Bertrand.", "speakerName": "Elua", "type": "conversation"}, {"content": "Hmm...", "speakerName": "Chelle", "type": "conversation"}, {"content": "The general distinguished himself well with his service in the previous war.", "speakerName": "Elua", "type": "conversation"}, {"content": "Yet at the same time, he also faced the greatest of its hardships.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Which would prove ample basis for him to bear a potent grudge against Grams, as well as discontent towards the royal family for the cessation of hostilities.", "speakerName": "Elua", "type": "conversation"}, {"content": "...Yes, I did get that feeling from him.", "speakerName": "Chelle", "type": "conversation"}, {"type": "break"}, {"content": "What nerve to come over here! You're either fearless or brainless— I don't know which.", "speakerName": "Bertrand", "type": "conversation"}, {"content": "Intimidation through blackmail hardly befits one of your standing, Princess.", "speakerName": "Bertrand", "type": "conversation"}, {"type": "break"}, {"content": "Though he also did not seem the type of man to resort to assassination.", "speakerName": "Chelle", "type": "conversation"}, {"content": "I did not wish to believe it myself, but the information is beyond reproach.", "speakerName": "Elua", "type": "conversation"}, {"content": "So what do you intend to do?", "speakerName": "Chelle", "type": "conversation"}, {"content": "As you would imagine, I cannot ignore such a thing. I will go to his residence forthwith and take him into custody.", "speakerName": "Elua", "type": "conversation"}, {"content": "Do you not think that rather hasty?! Such a high-handed display may well invite an eruption from the war faction.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Perhaps, but if it becomes known that our aim is to detain the general, it's possible his guard could be fortified.", "speakerName": "Elua", "type": "conversation"}, {"content": "We cannot match the forces under his command, so if it came to that, we would be hard-pressed indeed to call him to account for his actions.", "speakerName": "Elua", "type": "conversation"}, {"content": "We've no other option but to take our chances here and now.", "speakerName": "Elua", "type": "conversation"}, {"content": "Hmm...", "speakerName": "Chelle", "type": "conversation"}, {"content": "I say, what is the meaning of this?!", "speakerName": "Bertrand", "type": "conversation"}, {"content": "Just as it appears, General Bertrand: You are being detained.", "speakerName": "Elua", "type": "conversation"}, {"content": "For what possible reason?!", "speakerName": "Bertrand", "type": "conversation"}, {"content": "Surely you haven't so quickly forgotten your attempt to assassinate an important person from the Holy City?", "speakerName": "Elua", "type": "conversation"}, {"content": "Don't be absurd! I would never engage in such base treachery!", "speakerName": "Bertrand", "type": "conversation"}, {"content": "You are a proud man, and I doubted it myself at first—but when I followed the trail of the would-be assassin, your name was the one that came up.", "speakerName": "Elua", "type": "conversation"}, {"content": "What?! There must be some mistake... Or perhaps... Marquis, do not allow yourself to be deceived. This is clearly some sort of plot!", "speakerName": "Bertrand", "type": "conversation"}, {"content": "Of course, even I am not so given to jumping to conclusions that I would see you beheaded on the spot.", "speakerName": "Elua", "type": "conversation"}, {"content": "However, attempting to bring harm to persons of import from foreign lands is a matter of dire national consequence.", "speakerName": "Elua", "type": "conversation"}, {"content": "I am left with no other choice but to turn you over to the capital and see you tried in the royal court. I trust the truth will prevail.", "speakerName": "Elua", "type": "conversation"}, {"content": "The royal court? Ha! That lot knows nothing of ＂truth＂! They would turn their backs on all manner of truth if it meant keeping their precious peace intact!", "speakerName": "Bertrand", "type": "conversation"}, {"content": "You need not worry about that; I have asked my father, King Aurelius, to ensure a strictly fair and impartial trial.", "speakerName": "Chelle", "type": "conversation"}, {"content": "However, Lord Elua—in this matter alone, General Bertrand and I are of one mind.", "speakerName": "Chelle", "type": "conversation"}, {"content": "I beg your pardon?!", "speakerName": "Elua", "type": "conversation"}, {"content": "The general commands all the forces of Raywall. If conflict were his aim, he could avail himself of any number of methods to achieve thus.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Skulking about in the shadows does not fit with the general's personality.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Princess, I...", "speakerName": "Bertrand", "type": "conversation"}, {"content": "Do you not think it possible you are being manipulated as the general suggests?", "speakerName": "Chelle", "type": "conversation"}, {"content": "We have already discussed this matter. If we release the general now, we may never have a chance to take him again.", "speakerName": "Elua", "type": "conversation"}, {"content": "And if we later find that he is, in fact, the shadow behind the curtain, justice will mostlike never be served.", "speakerName": "Elua", "type": "conversation"}, {"content": "......", "speakerName": "Chelle", "type": "conversation"}, {"content": "I apologize that I am unable to accept your opinion in the matter, but this is Raywall, and I am her marquis.", "speakerName": "Elua", "type": "conversation"}, {"content": "I must prioritize my own judgment. I trust this is acceptable to you, General?", "speakerName": "Elua", "type": "conversation"}, {"content": "In the past, I have found myself vexed by your meek attitude and hoped to see you make such firm decisions...", "speakerName": "Bertrand", "type": "conversation"}, {"content": "The irony of it finally coming as I am to be clapped in irons and led away a criminal is not lost upon me.", "speakerName": "Bertrand", "type": "conversation"}, {"content": "As the lord of Raywall, I will never forget those words. ...Now seize him.", "speakerName": "Elua", "type": "conversation"}, {"content": "Yes, sir!", "speakerName": "Soldiers", "type": "conversation"}, {"content": "(Whyever are you in such a hurry to see this deed done, my lord...?)", "speakerName": "Chelle", "type": "conversation"}]}, {"conversations": [{"content": "Raywall Suburbs", "speakerName": "SYS", "type": "conversation"}, {"content": "...Right. It appears we're all here.", "speakerName": "Caspar", "type": "conversation"}, {"content": "Raywall's great strength is a thing of the past, seeing how easily we were able to make our way across her border.", "speakerName": "Caspar", "type": "conversation"}, {"content": "It has been more than ten years since the ceasefire. There are few still vigilant after all this time.", "speakerName": "???", "type": "conversation"}, {"content": "So they're nothing without their key general, then.", "speakerName": "Caspar", "type": "conversation"}, {"content": "You have no doubts about the situation with him, I trust?", "speakerName": "Caspar", "type": "conversation"}, {"content": "He was transferred to the royal capital several days ago and is presently on the journey. Whatever happens in Raywall will take place without his presence.", "speakerName": "???", "type": "conversation"}, {"content": "Raywall's capitulation will now be easier than taking sweets from a child.", "speakerName": "???", "type": "conversation"}, {"content": "Framing the linchpin of the Raywall army as an insurrectionist and banishing him from the city was a clever plan.", "speakerName": "Caspar", "type": "conversation"}, {"content": "I was skeptical at first, but it seems to have worked out rather nicely.", "speakerName": "Caspar", "type": "conversation"}, {"content": "The plan took several years to form and execute; I should be quite distraught had it not gone to perfection.", "speakerName": "???", "type": "conversation"}, {"content": "Well, ALMOST to perfection.", "speakerName": "???", "type": "conversation"}, {"content": "?!", "speakerName": "???", "type": "conversation"}, {"content": "How unfortunate that I have to see you in such a sad state.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Don't you think, Lord Elua?", "speakerName": "Chelle", "type": "conversation"}, {"content": "Princess Chelle? How did you...?", "speakerName": "Elua", "type": "conversation"}, {"content": "I've been shadowing you all along. Blending into the darkness is something of a forte of meowne.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "You're not going to try and explain your way out of it at this late stage, are you?", "speakerName": "Chelle", "type": "conversation"}, {"content": "It is clear you are colluding with Grams in order to sell out Raywall.", "speakerName": "Chelle", "type": "conversation"}, {"content": "......", "speakerName": "Elua", "type": "conversation"}, {"content": "But why? Your will to protect Raywall felt true, so why have you done this thing?", "speakerName": "Chelle", "type": "conversation"}, {"content": "I do it TO protect her!", "speakerName": "Elua", "type": "conversation"}, {"content": "I may have fomented this unrest, but it is nonetheless true that Raywall seeks war.", "speakerName": "Elua", "type": "conversation"}, {"content": "The tide is inevitable, and there is little I can do to hold it back at this point.", "speakerName": "Elua", "type": "conversation"}, {"content": "Even without my actions, Raywall and Grams would have gone to war eventually.", "speakerName": "Elua", "type": "conversation"}, {"content": "So you sought to make Raywall fall to Grams before the war could even begin?", "speakerName": "Chelle", "type": "conversation"}, {"content": "Just so. If war were to ever break out, lives would be lost and the city set to burn.", "speakerName": "Elua", "type": "conversation"}, {"content": "To save Raywall, I have no recourse but to put her in a state where war cannot occur.", "speakerName": "Elua", "type": "conversation"}, {"content": "Do you understand the consequences such a plan could incur?", "speakerName": "Chelle", "type": "conversation"}, {"content": "The army of Grams will not be satisfied with Raywall alone, and the flames of war will soon lick at all Alberia.", "speakerName": "Chelle", "type": "conversation"}, {"content": "You would save Raywall at the expense of some other city elsewhere.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Indeed. And what of it?", "speakerName": "Elua", "type": "conversation"}, {"content": "Then you don't care at all for what might happen beyond your city walls?!", "speakerName": "Chelle", "type": "conversation"}, {"content": "I know what you will say: Such a thing is cruel. Unjust, and despicable, and you would not have me impose tragedy upon others in order to spare ourselves.", "speakerName": "Elua", "type": "conversation"}, {"content": "Yet that is exactly what happened to US all those years ago!", "speakerName": "Elua", "type": "conversation"}, {"content": "WE were the only ones engulfed in the flames fanned by the previous war! The whole of the nation leaned on our strength and gained from our sacrifice!", "speakerName": "Elua", "type": "conversation"}, {"content": "That is why I swore a vow to give all that I am to protect this city and territory from such a cruel fate ever again.", "speakerName": "Elua", "type": "conversation"}, {"content": "No matter the injustices I may have to perpetrate, or the dishonor I may be forced to weather.", "speakerName": "Elua", "type": "conversation"}, {"content": "I see...", "speakerName": "Chelle", "type": "conversation"}, {"content": "Are you disappointed, Princess Chelle? You ought to understand.", "speakerName": "Elua", "type": "conversation"}, {"content": "Nobility has a duty to bear responsibility for their people—to protect their lives and livelihoods. Is that not so?", "speakerName": "Elua", "type": "conversation"}, {"content": "It is. Nobility is not merely something to be relished, but a status that brings with it the responsibility to safeguard others.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Then you und—", "speakerName": "Elua", "type": "conversation"}, {"content": "But you have abandoned it.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Abandoned what?", "speakerName": "Elua", "type": "conversation"}, {"content": "Being noble.", "speakerName": "Chelle", "type": "conversation"}, {"content": "You admit to caring not a whit for what occurs outside Raywall, which means your nobility ends at the city gates.", "speakerName": "Chelle", "type": "conversation"}, {"content": "If I am disappointed, it is not because of your cruelty, but your limited ambition!", "speakerName": "Chelle", "type": "conversation"}, {"content": "!", "speakerName": "Elua", "type": "conversation"}, {"content": "You have surpassed me, my fiancée.", "speakerName": "Elua", "type": "conversation"}, {"content": "You possess such a small view of yourself, Lord Elua. You know this, yes?", "speakerName": "Chelle", "type": "conversation"}, {"content": "Even if there were truth to that, I will not give credit to my own capabilities at this point—so let this serve as our farewell.", "speakerName": "Elua", "type": "conversation"}, {"content": "......", "speakerName": "Chelle", "type": "conversation"}, {"content": "Is the discussion ended, Marquis?", "speakerName": "Caspar", "type": "conversation"}, {"content": "Yes. Pray forgive me for the delay. You may now deploy your troops to Raywall as we previously arranged.", "speakerName": "Elua", "type": "conversation"}, {"content": "Being discovered by Princess Chelle was a blunder, but even were she to raise a fuss, all will be over and done with by then.", "speakerName": "Elua", "type": "conversation"}, {"content": "I wonder about that.", "speakerName": "???", "type": "conversation"}, {"content": "G-General Bertrand?! Impossible!", "speakerName": "Elua", "type": "conversation"}, {"content": "You'll likely leap to this conclusion soon, but I'll save you the trouble and just admit that I halted the transfer of the general to the capital.", "speakerName": "Chelle", "type": "conversation"}, {"content": "You cannot possibly believe I came here without any sort of plan?", "speakerName": "Chelle", "type": "conversation"}, {"content": "Unfortunately for you, I am not such a romantic that I believed I could put a stop to your machinations with the power of love.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Hrk...", "speakerName": "Elua", "type": "conversation"}, {"content": "Nor am I here empty-handed, Marquis— you will find I lead a considerable force of every man and woman I could mobilize.", "speakerName": "Bertrand", "type": "conversation"}, {"content": "Even if your forces were to attack them head-on, I rather like our chances.", "speakerName": "Bertrand", "type": "conversation"}, {"content": "Dastard!", "speakerName": "Caspar", "type": "conversation"}, {"content": "And on that note, Lord Caspar, might you care to make a deal?", "speakerName": "Chelle", "type": "conversation"}, {"content": "What do you mean?!", "speakerName": "Caspar", "type": "conversation"}, {"content": "I assume you do not wish to start a war with Raywall at this time, correct?", "speakerName": "Chelle", "type": "conversation"}, {"content": "In that case, perhaps it might be better to decide that it never happened?", "speakerName": "Chelle", "type": "conversation"}, {"content": "That WHAT never happened?", "speakerName": "Caspar", "type": "conversation"}, {"content": "Why, the Grams army having crossed the national border, of course! I would decide that such a transgression never happened.", "speakerName": "Chelle", "type": "conversation"}, {"content": "This is acceptable to you?", "speakerName": "Caspar", "type": "conversation"}, {"content": "That rests entirely on you—but I would suggest that our good relations continuing on as they have in the past would be reward enough.", "speakerName": "Chelle", "type": "conversation"}, {"content": "G-good relations?!", "speakerName": "Caspar", "type": "conversation"}, {"content": "Indeed. I shall send along invitations to parties once more.", "speakerName": "Chelle", "type": "conversation"}, {"content": "It would seem you are better at this game than the Marquis of Raywall... Very well, Princess. All troops, withdraw!", "speakerName": "Caspar", "type": "conversation"}, {"content": "It is finished, Lord Elua.", "speakerName": "Chelle", "type": "conversation"}, {"content": "It does appear that way.", "speakerName": "Elua", "type": "conversation"}, {"content": "I will be transferring you to the capital so you might face the judgment of the royal court.", "speakerName": "Chelle", "type": "conversation"}, {"content": "Poetic justice, I suppose—but I am ready for whatever decision they may hand down.", "speakerName": "Elua", "type": "conversation"}, {"content": "I wish only that I had met you sooner, Lord Elua. If so, perhaps...", "speakerName": "Chelle", "type": "conversation"}, {"content": "Stop. You mustn't have such regrets. All of this was brought on by the meagerness of my abilities alone.", "speakerName": "Elua", "type": "conversation"}, {"content": "Forget about this man lacking in ambition, and continue to walk forward with nobility and grace, Princess.", "speakerName": "Elua", "type": "conversation"}, {"content": "That would be a small solace for me.", "speakerName": "Elua", "type": "conversation"}, {"content": "...My, but time does fly. How meowny years has it been?", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "But now that Chanzelia has finally come together, is it really the right time to up and abandon the territory?", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "It may well scatter once more in your absence, sad as that is to contemplate.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Goodness, do you think I have been cultivating an organization that can be taken down in the mere absence of a ruler or two?", "speakerName": "Chelle", "type": "conversation"}, {"content": "And besides, this will be the perfect opportunity. Certainly, my priorities lie with Euden, but...", "speakerName": "Chelle", "type": "conversation"}, {"content": "I was just thinking it was time to thank the people of the Holy City of Grams for what happened that day... Eee hee hee!", "speakerName": "Chelle", "type": "conversation"}, {"content": "*sigh* I know not what will occur in the north, but it sounds as if it certainly will not be boring.", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "And I wouldn't have it any other way. Now let us be off, Cat Sìth!", "speakerName": "Chelle", "type": "conversation"}, {"content": "By the way, Chelle?", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "I've wanted to ask you this for some time: Why did you change the name from Raywall to Chanzelia?", "speakerName": "Cat Sìth", "type": "conversation"}, {"content": "Because Raywall was the name of a traitor.", "speakerName": "Chelle", "type": "conversation"}, {"content": "And I believed it would be better to erase such a thing entirely.", "speakerName": "Chelle", "type": "conversation"}, {"content": "For I must continue to walk forward with nobility and grace.", "speakerName": "Chelle", "type": "conversation"}, {"content": "(...Isn't that right, Lord Elua?)", "speakerName": "Chelle", "type": "conversation"}]}]