[{"conversations": [{"content": "The Children's Country: Part One", "speakerName": "", "type": "conversation"}, {"content": "There once was a regular boy in a regular town. One day, the boy's parents were lost to the fires of war, and he found himself without a place that he could call home.", "speakerName": "", "type": "conversation"}, {"content": "The boy found himself wandering alone through the deep, dark woods. But just when all hope seemed lost, he stumbled upon a creature he had never before seen.", "speakerName": "", "type": "conversation"}, {"content": "It was a dragon hatchling no older than the boy himself. ＂Follow me,＂ said the hatchling before proceeding to lead the boy deeper into the woods.", "speakerName": "", "type": "conversation"}, {"content": "They emerged in a clearing filled with orphans just like the boy. As days and months passed, they learned to fish and hunt, to gather wild fruit, and to survive as one.", "speakerName": "", "type": "conversation"}, {"content": "The hatchling named this community ＂the Children's Country＂ and said they could all live there forever without the help of any adults.", "speakerName": "", "type": "conversation"}, {"content": "Winter came that year—a winter fiercer than any had seen in an age. To combat the cold, the residents of the Children's Country huddled around the hatchling for warmth.", "speakerName": "", "type": "conversation"}, {"content": "Men and women froze by the score in towns around the forest, but not a single orphan child was lost—for the hatchling's body was infused with fire mana that burned without end.", "speakerName": "", "type": "conversation"}, {"content": "Yet children grow up fast, and before long, the orphans of the woods had become young adults who were both clever and strong.", "speakerName": "", "type": "conversation"}, {"content": "But a country of children cannot last without children to people it, and so the end of the community seemed to be just around the corner...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Children's Country: Part Two", "speakerName": "", "type": "conversation"}, {"content": "The young orphans who lived in the place the hatchling called ＂the Children's Country＂ grew up into fine, healthy young adults.", "speakerName": "", "type": "conversation"}, {"content": "One day, a group of soldiers heard a rumor about a bunch of children who'd made a home in the woods, and quickly searched them out.", "speakerName": "", "type": "conversation"}, {"content": "＂None may dwell in this kingdom without paying taxes to the crown,＂ they said. ＂And as you clearly have no coin, all of you must repay your debt with military service.＂", "speakerName": "", "type": "conversation"}, {"content": "Once the soldiers left, the orphans and hatchling quickly made to leave, for none of them wanted anything to do with the foolish wars of men.", "speakerName": "", "type": "conversation"}, {"content": "Once they were packed, the orphans found themselves nervous and unsure. ＂Where will we go?＂ they asked. ＂Is there even a place where war does no exist?＂", "speakerName": "", "type": "conversation"}, {"content": "The hatchling, however, refused to let them lose hope. ＂Worry not!＂ she said. ＂There must be a ruler in this world who hates war as we do, and we will seek them out together!＂", "speakerName": "", "type": "conversation"}, {"content": "And so, the orphans and hatchling left their home. How will the story end? The only one who can decide that is Euden.", "speakerName": "", "type": "conversation"}]}]