[{"conversations": [{"content": "The Queen's Treasures: Part One", "speakerName": "", "type": "conversation"}, {"content": "Long, long ago, a lone wanderer found himself lost in an abandoned castle deep in the mountains.", "speakerName": "", "type": "conversation"}, {"content": "There, he found a mound of treasure from an ancient civilization, as well as a small dragon sitting atop the pile.", "speakerName": "", "type": "conversation"}, {"content": "The dragon, a self-titled queen, distributed the treasure to local birds and beasts. This brought great joy to the animals, who wished to build glittering nests.", "speakerName": "", "type": "conversation"}, {"content": "＂What a waste!＂ muttered the man. ＂Those beasts can't tell the difference between a copper coin and a ruby!＂ Indignant, he began to formulate a plan.", "speakerName": "", "type": "conversation"}, {"content": "He spent days currying favor with the queen, claiming he could put the treasure to better use. Then he loaded his pockets with as much as he could and fled to a nearby town.", "speakerName": "", "type": "conversation"}, {"content": "Yet there was still so much treasure in the castle! It seemed a shame to leave it behind, so he traded what he'd stolen for cheap glass balls and food, then returned to the queen.", "speakerName": "", "type": "conversation"}, {"content": "The animals were overjoyed; treasure was lovely, but delicious food was much, much better. And they now had even MORE shiny things thanks to the glass balls!", "speakerName": "", "type": "conversation"}, {"content": "Beaming, the queen praised the man and appointed him her minister of finance. He accepted at once, then chuckled softly at the thought of all the treasure he now controlled.", "speakerName": "", "type": "conversation"}, {"content": "The man continued to pilfer treasure out of the castle, bringing back small presents each time he returned. The animals sang the praises of the queen and her minister of finance.", "speakerName": "", "type": "conversation"}, {"content": "The new minister was flabbergasted. Born in the slums and raised in chaos, he could not comprehend how the animals lived without a shred of suspicion toward others.", "speakerName": "", "type": "conversation"}, {"content": "＂I don't understand these creatures,＂ said the minister. ＂All I do is use them for their treasure, yet they are always so happy! It makes me feel like I am the fool and not them!＂", "speakerName": "", "type": "conversation"}, {"content": "It didn't take long for the minister to gain fame among merchants. He amassed uncountable riches, yet always made sure to bring shiny baubles back to the castle.", "speakerName": "", "type": "conversation"}, {"content": "＂It's like I'm the queen's retainer,＂ he muttered, amused. ＂Not that I mind. Life is pretty good these days.＂", "speakerName": "", "type": "conversation"}, {"content": "Unfortunately, those days drew to an end when an envoy of the region's sovereign earl came to the abandoned castle...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Queen's Treasures: Part Two", "speakerName": "", "type": "conversation"}, {"content": "An envoy of the region's sovereign earl came to the abandoned castle. This earl was its master by law, no matter how much the man and the animals called the dragon ＂queen.＂", "speakerName": "", "type": "conversation"}, {"content": "When the queen went out to greet the envoy, he said, ＂The earl inherited this castle from its previous master, which makes it his legal property.＂", "speakerName": "", "type": "conversation"}, {"content": "＂It is unacceptable for any to reside here illegally, be they dragon or no. All wild beasts must leave at once.＂", "speakerName": "", "type": "conversation"}, {"content": "＂What will we do?＂ asked the minister once the envoy had departed.  ＂Leave,＂ answered the queen. ＂We shall build a new home elsewhere.＂", "speakerName": "", "type": "conversation"}, {"content": "＂Worry not,＂ continued the queen. ＂I can call anywhere home so long as my people are safe and sound.＂ At this, the minister grew quiet and began to think.", "speakerName": "", "type": "conversation"}, {"content": "It wouldn't be so easy to find a place big enough for this many animals to live. And as birds flew in the air and beasts strode upon the land, they could not travel together.", "speakerName": "", "type": "conversation"}, {"content": "The queen faced away from him, but he could see her tears—for if they left now, the animals would never be together again. ＂That settles it,＂ the minister thought to himself.", "speakerName": "", "type": "conversation"}, {"content": "The next day, the minister traveled to the earl's house, where he used all the riches he'd accumulated selling gems to buy the deed to the castle.", "speakerName": "", "type": "conversation"}, {"content": "Thus their meager queendom was saved. The dragon and animals danced for joy and named the minister a hero.", "speakerName": "", "type": "conversation"}, {"content": "As great celebrations consumed the castle, the man shook his head. ＂What have I done?＂ he said. ＂I now have nothing to my name but a castle with a leaky roof.＂", "speakerName": "", "type": "conversation"}, {"content": "＂And I'm surrounded by loud, stinking animals! That was by far the most foolish purchase of my entire life.＂  Yet strangely...he did not regret it.", "speakerName": "", "type": "conversation"}]}]