[{"conversations": [{"content": "The Hatchlings' Adventure: Part One", "speakerName": "", "type": "conversation"}, {"content": "Children are a source of anxiety for adults; the moment you take your eyes off them, they get into all sorts of trouble. This is a story about one such group of hatchling dragons.", "speakerName": "", "type": "conversation"}, {"content": "One day, the hatchlings were talking amongst themselves.  ＂Didja know there's a field of flowers above those clouds? I wanna go!＂", "speakerName": "", "type": "conversation"}, {"content": "＂But we can't fly that high yet...＂  ＂We could jump from a mountain!＂  ＂Oh oh oh! Let's do it!＂", "speakerName": "", "type": "conversation"}, {"content": "The hatchlings set out for the mountains, jumped onto the clouds, and found the legends were true— a huge field of flowers sprawled out over the top of the sky!", "speakerName": "", "type": "conversation"}, {"content": "They frolicked and played, never noticing how fast the clouds flew past. Before they knew it, the mountain beneath their feet had fallen far, far away.", "speakerName": "", "type": "conversation"}, {"content": "Alas, now the flightless hatchlings would never be able to return to their former nest.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Hatchlings' Adventure: Part Two", "speakerName": "", "type": "conversation"}, {"content": "By the time the hatchlings realized how far up they were, the trees were naught but specks below them. Frightened, they cried and cried, but no one could hear.", "speakerName": "", "type": "conversation"}, {"content": "Then the clouds broke open with rain, causing them to shrink beneath the hatchlings' feet. It seemed that they were doomed!", "speakerName": "", "type": "conversation"}, {"content": "＂I have an idea!＂ cried one of the hatchlings, who immediately began blowing on the raindrops.", "speakerName": "", "type": "conversation"}, {"content": "The drops froze instantly, creating an icicle that stretched all the way to the ground. When the first dragon took hold and slid down safely, the others quickly followed suit.", "speakerName": "", "type": "conversation"}, {"content": "Humans looking up at the sky were shocked to see laughing baby dragons falling along with the rain!", "speakerName": "", "type": "conversation"}, {"content": "＂Where have you all been?＂ their parents asked when they returned to their nests. ＂You'd better not have been getting into mischief!＂", "speakerName": "", "type": "conversation"}, {"content": "＂We were on our best behavior!＂ the hatchlings replied together. But as the parents walked away, they immediately began planning where to play tomorrow...", "speakerName": "", "type": "conversation"}]}]