[{"conversations": [{"audioPaths": [], "content": "The Curious Dragon: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Once upon a time, a young dragon arrived in a village in the mountains. The people were filled with joy that  such a sacred creature had come,  and strove to make it welcome.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The young dragon enjoyed many a feast, and played happily with the village children. It seemed to be enjoying itself greatly, which filled the villagers with relief.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "A month later, they heard a dragon's cry coming from the other side of the mountain. It was the young dragon's  mother, worried for her child; the time had come to return home.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Surrounded by waving villagers who were holding back tears, the dragon flapped its wings...and didn't move an inch. For it had eaten much, and was now too fat to fly.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The villagers were horrified, for this had never been their intention. And if his mother found her child in such a state, her anger might be very great indeed...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "They knew the dragon needed to fly again, and fast. They had to make him slimmer, no matter what.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But alas, belly fat is not easy to lose, and as he dieted, his mother kept calling for him. The sound caused livestock to wane and children to cry, but the little dragon kept having fun.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210022011, "title": "The Curious Dragon: Part One (210022011)"}, {"conversations": [{"audioPaths": [], "content": "The Curious Dragon: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "With the mother dragon's cries echoing in their ears, the villagers tried all they could to make the young dragon lose weight.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "One day, a wandering sage came to the village, and the weary villagers immediately sought out his advice. ＂Ho ho!＂ cried the sage. ＂I think I know JUST the thing!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂That little dragon can breathe fire. You must construct a cloth bag and put it on the dragon's back, but leave an opening so he can breathe fire into it.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂With fire inside, the bag will inflate and take him up, up, up into the sky! And once he's airborne, he can use his wings to guide him anywhere he likes.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Though the villagers knew not the word, the sage had taught them to make a hot-air balloon. They got to work straightaway, and before long the little balloon was complete.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "When the young dragon blew into it, the bag lifted him straight into the sky. The villagers heaved mighty sighs of relief knowing that the mother dragon would be satisfied.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The young dragon loved his new toy. It flew over here! It flew over there! It was so much fun, the dragon forgot all about going home and instead soared off into the great unknown.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "In the end, the villagers had to endure the mother dragon's cries for two more sleepless months.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210022012, "title": "The Curious Dragon: Part Two (210022012)"}]