[{"conversations": [{"content": "My Tale: Part One", "speakerName": "", "type": "conversation"}, {"content": "I lived with a dragon called Roc for a bunch of years. Animals big'n small would trip all over themselves to do whatever that old gal told 'em to. ...Yeah, she was something, all right.", "speakerName": "", "type": "conversation"}, {"content": "I mean, sure, Roc was scary and pushy and she always kept me on my toes—but living like that was worth it.", "speakerName": "", "type": "conversation"}, {"content": "See, 'cause when she was sleeping, I'd creep in and steal some of her scales or claw sheaths all quiet-like, then hawk 'em to merchants.", "speakerName": "", "type": "conversation"}, {"content": "The old gal was full to burstin' with mana, and those little bits'n pieces  of her made me a killing on the open market.", "speakerName": "", "type": "conversation"}, {"content": "And yeah, dragons got all these rules about living alone and not getting involved with humans, but I didn't care about any of that.", "speakerName": "", "type": "conversation"}, {"content": "I mean, humans make all sorts of tasty food and fun toys and stuff, so once you got the money, you can buy whatever you want!", "speakerName": "", "type": "conversation"}, {"content": "When Roc found out what I was up to, she was NOT happy. And I mean, even more not happy than she normally was.", "speakerName": "", "type": "conversation"}, {"content": "Oh, you wanna hear more about the dragon's fearsome rage and how I'm still on the right side of the dirt? Heh. 'Fraid that'll cost extra.", "speakerName": "", "type": "conversation"}, {"content": "Whoops! Sorry, friend—old habits die hard. Course I'll tell you the rest for free! You've always been such a good customer, after all...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "My Tale: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Welcome back, welcome back! Where were we? Oh yeah—Roc was in a rage after finding out I'd been nippin' her scales. Well, I stood there and tried not to let my terror show.", "speakerName": "", "type": "conversation"}, {"content": "I had to do some mighty fast talking when she accused me, too! ＂I just adore you so much, Roc!＂ I said. ＂I only wanted a little part of you to put at my bedside.＂", "speakerName": "", "type": "conversation"}, {"content": "Dragons at her ripe old age normally don't give two farts about dropping a couple'a scales, but I knew she'd lose it if she found out they'd been sold to humans.", "speakerName": "", "type": "conversation"}, {"content": "Well, ol' Roc caught on right away. ＂Sell things of your own if you are so desperate,＂ she said. And when I tried to tell her no one was interested in me, she just kept talking.", "speakerName": "", "type": "conversation"}, {"content": "＂Then sell your body. Luckily for you, I know plenty of merchants who traffic in dragons. Take a look.＂ ...And you know what she did then? Threw a human skull right at my feet!", "speakerName": "", "type": "conversation"}, {"content": "＂You can discuss business with them to your heart's content in the afterlife,＂ she said, at which point I turned tail and ran, fast as I could!", "speakerName": "", "type": "conversation"}, {"content": "I ended up working with one of the merchants who'd bought the scales from me. We used fiends, animals, and all manner of things to forge imitations of Roc's scales to sell.", "speakerName": "", "type": "conversation"}, {"content": "With all the imitation dragon goods out there, my presence lent weight to his credibility—I mean, heck! I WAS an actual dragon, after all!", "speakerName": "", "type": "conversation"}, {"content": "＂This is a scale from my mother, Roc,＂ I'd say, and they'd be sold out before I even finished speaking.", "speakerName": "", "type": "conversation"}, {"content": "We'd struck gold, and I milked it for all it was worth before moving on.", "speakerName": "", "type": "conversation"}, {"content": "Course, I heard that the authorities nabbed him not too long after that. ...What a sap! Nyaaa ha ha ha!", "speakerName": "", "type": "conversation"}]}]