[{"conversations": [{"content": "The Caldian Library: Part One", "speakerName": "", "type": "conversation"}, {"content": "I was just a little egg studying history at the Caldia Magic Academy when I first met the Astral Imp.", "speakerName": "", "type": "conversation"}, {"content": "There was nothing more valuable than books there. Students from aristocratic families could afford their own tomes, but they were too costly for commoners like myself to buy.", "speakerName": "", "type": "conversation"}, {"content": "That's how I came to frequent the academy library, where I would study for hours, copying the books by hand. One day, I encountered a dragon wandering outside.", "speakerName": "", "type": "conversation"}, {"content": "＂I want to read!＂ said the dragon as he gazed up at the library buildings. I couldn't believe my ears—a dragon who wanted to read?", "speakerName": "", "type": "conversation"}, {"content": "Entry into the library was restricted in order to protect the precious volumes stored within, so the guards would never let him pass. But I knew I could hide him beneath my cloak...", "speakerName": "", "type": "conversation"}, {"content": "And that is how I found myself smuggling a dragon into the library. While I studied, he perused the stacks, picking out books that snagged his interest as he went.", "speakerName": "", "type": "conversation"}, {"content": "The Astral Imp's childlike innocence made him indifferent and blunt, but it put me at ease. After all, I was just as much of an oddity.", "speakerName": "", "type": "conversation"}, {"content": "I felt a sense of kinship with him. The other students only cared about magical ability, and mocked me for immersing myself in the musty books.", "speakerName": "", "type": "conversation"}, {"content": "But this young dragon understood my passion for words and the truths they relinquished when pressed. We were comrades in arms in the fight to solve the mysteries of the world.", "speakerName": "", "type": "conversation"}, {"content": "Alas, all good things must come to an end. One day my uncle died; he had been supporting me, and without him, I could no longer afford my tuition.", "speakerName": "", "type": "conversation"}, {"content": "Odd jobs did not nearly cover the steep cost of attending the academy. There was nothing a poor student like me could do other than return home.", "speakerName": "", "type": "conversation"}, {"content": "＂If you go, that's it for me too,＂ muttered the Astral Imp in our last night at the library, ＂because I can't get in here without you. But thanks anyway! I had fun while it lasted.＂", "speakerName": "", "type": "conversation"}, {"content": "Unbeknownst to us at the time, there were others who had managed to slip their way into the library undetected...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Caldian Library: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Intruders had snuck into the library as the dragon and I spent our last night there. Dressed head to toe in black, no one could mistake their ill intent.", "speakerName": "", "type": "conversation"}, {"content": "They were thieves, come to steal books under the cover of night. I knew we had to tell someone, but that was easier said than done!", "speakerName": "", "type": "conversation"}, {"content": "Some of the thieves stood watch over the entrance, and I was hopeless when it came to using magic to fight.", "speakerName": "", "type": "conversation"}, {"content": "But the Astral Imp didn't seem worried in the least. Instead, he quietly moved his tail toward the window, where it began to shine like the stars in the sky.", "speakerName": "", "type": "conversation"}, {"content": "A library's mortal enemy is fire. The guards came running upon seeing the light, spotted the thieves at once, and apprehended them.", "speakerName": "", "type": "conversation"}, {"content": "We weren't out of the woods just yet, though: the day after the affair with the thieves, the library's director called for me.", "speakerName": "", "type": "conversation"}, {"content": "＂That light was nothing like what is emitted from the lamps lent out by the school,＂ said the director. ＂I know you were at the library at the time, so tell me what it was.＂", "speakerName": "", "type": "conversation"}, {"content": "I couldn't say that I'd been sneaking the Astral Imp into the library, so I had to think fast. ＂Er, one of the books the thieves leafed through gave off magical light,＂ I said weakly.", "speakerName": "", "type": "conversation"}, {"content": "The director stared at me, contemplating my weakest of excuses.", "speakerName": "", "type": "conversation"}, {"content": "＂I was unaware we had such a book,＂ said the director finally. ＂We ought to use this chance to catalog our collection.＂", "speakerName": "", "type": "conversation"}, {"content": "＂They tell me you frequent this library, yes? If true, your assistance would be most valuable. I will furbish the  funds for your tuition if you agree to help us in this matter.＂", "speakerName": "", "type": "conversation"}, {"content": "＂I'm afraid such an endeavor would take many years...＂ the director continued. ＂It would be my pleasure!＂ I said, nearly breathless with glee.", "speakerName": "", "type": "conversation"}, {"content": "Thus did I find a way to remain at the library. I think I'll have the Astral Imp help me—in secret of course. I suspect he will be pleased. ", "speakerName": "", "type": "conversation"}, {"content": "The two of us are going to have a lot of work to do.", "speakerName": "", "type": "conversation"}]}]