[{"conversations": [{"audioPaths": [], "content": "The Wisp of Rovetelle: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "It was once said that will-o'-the-wisps came out in the forest of Rovetelle with lantern in hand. They were the souls of those who died in battle during the wars of Dane's era.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "One day, a young girl came to that  very forest to gather wild plants. But the sun moved faster than she imagined, and soon it was clear she would have to spend the night there.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "She sat down next to a great tree to pass the night. The trees around her  were wet with rain and dew, making it impossible to light a fire. Before long, it was too dark to see.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "All of a sudden, though she could not even see the moon in the gloom, she spied a will-o'-the-wisp dancing in the air around her.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂That's the spirit of a dead soldier come to drag me to the underworld,＂ thought the girl. And so she shivered with fear throughout the long night.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Something was watching her, though. Of that she was absolutely certain. Its gaze was fixed on her all night, and refused to let her go.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210023011, "title": "The Wisp of Rovetelle: Part One (210023011)"}, {"conversations": [{"audioPaths": [], "content": "The Wisp of Rovetelle: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The young girl passed the night at the base of the great tree, the will-o'-the-wisp ever circling her.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Before she knew it, her surroundings had grown light and the will-o'-the- wisp was nowhere to be seen. After  gathering her belongings, she made  her way back to the village.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The villagers were overjoyed to see  her. Apparently, a man-eating wolf  had been spotted in a neighboring  village, and was now rumored to be in the very forest where she'd slept.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "She suddenly realized that the wolf had stayed away from her for fear of the wisp, and that the spirit had actually been protecting her all throughout the long night.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Looking back along the path she had traveled, she saw a small dragon with a flame at the end of its tail on a tree. With a little twirl, it disappeared into the depths of the forest.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Ever since, when a traveler sees a  will-o'-the-wisp, they pray to it for a safe journey—and in return, the kindly wisp watches over their travels.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210023012, "title": "The Wisp of Rovetelle: Part Two (210023012)"}]