[{"conversations": [{"content": "Dane the Dreamer: Part One", "speakerName": "", "type": "conversation"}, {"content": "Long ago, in a corner of south Grastaea, there lived a prince named Dane.", "speakerName": "", "type": "conversation"}, {"content": "His land was small, but his people wanted for nothing. He knew no greater pleasure than seeing his  family and subjects happy.", "speakerName": "", "type": "conversation"}, {"content": "One day, the Lightwyrm appeared before Dane. The simplicity of life in Dane's kingdom puzzled the dragon.", "speakerName": "", "type": "conversation"}, {"content": "＂The royalty of distant lands enjoy a much more lavish lifestyle,＂ said the dragon. ＂Surely you must have unmet desires?＂ When Dane replied that he did not, the dragon was impressed.", "speakerName": "", "type": "conversation"}, {"content": "Praising Dane for his great humility, the Lightwyrm offered to show him something. He then bore the prince upon his back and carried him high into the heavens.", "speakerName": "", "type": "conversation"}, {"content": "Perched on the dragon's back, Dane's breath caught in his throat. In the distance, lotus flowers bloomed on clouds, creating brilliant threads of light.", "speakerName": "", "type": "conversation"}, {"content": "Its splendor was like nothing he had ever seen upon the ground. Morning passed into afternoon passed into night, yet the radiance never faded. Dane was utterly enchanted.", "speakerName": "", "type": "conversation"}, {"content": "As they descended, Dane felt as if he were waking from a dream. ＂You have to take me there again, Lightwyrm,＂ he begged. ＂Please!＂", "speakerName": "", "type": "conversation"}, {"content": "＂I will not,＂ laughed the Lightwyrm. ＂If you wish to return so badly, you must find your own path. For there is much in this world of which you do not know.＂", "speakerName": "", "type": "conversation"}, {"content": "＂Go forth and conquer this land, its peoples, and all the secrets it has to offer. Then perhaps you will find your own means of ascending into the heavens.＂", "speakerName": "", "type": "conversation"}, {"content": "Dane bowed his head. He knew now how small his world was, and wished to claim all Grastaea's wonders for himself.", "speakerName": "", "type": "conversation"}, {"content": "The dragon had stirred within Dane a resplendent dream. Such brilliance, however, casts a dark shadow.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Dane the Dreamer: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Several months passed after Dane's encounter with the Lightwyrm. For the first time in his life, the prince had a dream that consumed his every waking hour.", "speakerName": "", "type": "conversation"}, {"content": "He was utterly different from the kind man he'd been before. He killed his father, seized the throne, made his people take up arms, and set out to conquer unknown lands.", "speakerName": "", "type": "conversation"}, {"content": "Cities fell to him by the hundreds. He took hundreds of wives, killed thousands of people, and claimed more treasures than stars in the sky.", "speakerName": "", "type": "conversation"}, {"content": "It was not long before Dane became emperor. Just as it seemed he would conquer Grastaea in its entirety, however, he was struck down.", "speakerName": "", "type": "conversation"}, {"content": "Upon hearing of Dane's demise, the Lightwyrm chuckled. ＂I only wish to know one thing: Did he seem happy?＂", "speakerName": "", "type": "conversation"}, {"content": "Future generations would chide Dane for letting the light of heaven blind him to the earth beneath his feet. But on his deathbed, the emperor uttered these final words:", "speakerName": "", "type": "conversation"}, {"content": "＂I would rather want for what I do not have than be satisfied with what I do not know. That was my choice. I do not regret it.＂", "speakerName": "", "type": "conversation"}, {"content": "Dane's vast empire shattered into pieces after his death, though the continued intermingling of its people gave rise to various cultures.", "speakerName": "", "type": "conversation"}, {"content": "People lose themselves to greed and cause unspeakable tragedies, but humans have always shown a talent for rising up out of the ashes.", "speakerName": "", "type": "conversation"}]}]