[{"conversations": [{"content": "The Prince of Fishes: Part One", "speakerName": "", "type": "conversation"}, {"content": "Dragons have ruled the seas since the dawn of time. Scared of beasts like Poseidon and Leviathan, humans have long shirked the open ocean.", "speakerName": "", "type": "conversation"}, {"content": "The construction of Saint Lotier upon the waves broke that taboo. Though the process was arduous, it became a floating metropolis.", "speakerName": "", "type": "conversation"}, {"content": "However, it was founded in a region originally ruled by the Waterwyrm, and the dragon often attacked in retaliation for the city's rampant pollution of the waters.", "speakerName": "", "type": "conversation"}, {"content": "Over time, the fighting intensified. A faction of hard-liners emerged who wished to destroy the dragon in order to save the city.", "speakerName": "", "type": "conversation"}, {"content": "A prince, charged by royal decree to oversee Saint Lotier's development, despaired at the conflict, and came to a decision.", "speakerName": "", "type": "conversation"}, {"content": "Accompanied by only his closest confidants, the prince went to the shore and called the Waterwyrm forth from the waves.", "speakerName": "", "type": "conversation"}, {"content": "＂What do you want?＂ asked the dragon. ＂The time for parley is past.＂  ＂The time for parley is now,＂ replied the prince. ＂We must make peace!＂", "speakerName": "", "type": "conversation"}, {"content": "＂Land and sea, leg and fin... Where we live, what we eat... Our differences make us unfamiliar with each other.＂", "speakerName": "", "type": "conversation"}, {"content": "The flames of war are not easily quenched, but the prince knew the dragon took no joy in killing. The bloodshed needed to end.", "speakerName": "", "type": "conversation"}, {"content": "Resolute, he faced the Waterwyrm and continued to speak. He was ready to give his own life for peace, if that is what it would take.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Prince of Fishes: Part Two", "speakerName": "", "type": "conversation"}, {"content": "The prince and the Waterwyrm spoke on the beach for some time. Should they fail to come to an accord, the fighting would start anew, and the waters would run red with blood.", "speakerName": "", "type": "conversation"}, {"content": "＂Our ways of life are too different,＂ said the prince, ＂and I fear we will not reach an understanding soon.＂ Then he put forth a proposal.", "speakerName": "", "type": "conversation"}, {"content": "＂Both our peoples need guardians they can trust not to harm them. Those guardians cannot be anyone but the two of us: the lord of the land and the lord of the sea.＂", "speakerName": "", "type": "conversation"}, {"content": "＂From this day forward, I shall live beneath the waves. In return, Waterwyrm, you will live upon the land and watch over my people.＂", "speakerName": "", "type": "conversation"}, {"content": "＂Impossible,＂ snorted the Waterwyrm. ＂I am a dragon, and there is nowhere in this world I cannot go; but you, a mere human, cannot live beneath the waves.＂", "speakerName": "", "type": "conversation"}, {"content": "At that, the prince produced a small cup. ＂That is why I had the royal magician prepare this potion. Drinking it will give me scales and fins. What say you?＂", "speakerName": "", "type": "conversation"}, {"content": "The Waterwyrm's breath hitched in her throat. ＂I feel the mana radiating from that cup... The draught will work as you claim, but you will be bound to the sea forever if you drink it.＂", "speakerName": "", "type": "conversation"}, {"content": "＂If this is what it takes to earn your trust,＂ said the prince, ＂then I am ready to accept the consequences.＂ The prince then drained the cup and was transformed into a giant fish.", "speakerName": "", "type": "conversation"}, {"content": "As the prince's astonished advisors looked on, the fish wriggled and bounced into the ocean. It cast its wordless gaze upon the Waterwyrm, who seemed to understand.", "speakerName": "", "type": "conversation"}, {"content": "＂The oath is made,＂ said the dragon. Her scales glowed bright, her fins became four legs upon which to tread the earth, and she stepped out onto the sand.", "speakerName": "", "type": "conversation"}, {"content": "＂Humans and fish, heed my words! Until the day the prince's soul returns to land, I shall not return to the sea! I am now a guest upon this land!＂", "speakerName": "", "type": "conversation"}, {"content": "＂Humankind is indeed worthy of mutual understanding. Let us forgive past mistakes and amend our ways so we may walk this path together!＂", "speakerName": "", "type": "conversation"}, {"content": "Thus was friendship forged between land and sea, and thus did Saint Lotier flourish.", "speakerName": "", "type": "conversation"}]}]