[{"conversations": [{"content": "The Cat and the Crystals: Part One", "speakerName": "", "type": "conversation"}, {"content": "The Fafnir tribe loves treasure of all kinds, and they spend every day searching high and low for things that shine and sparkle.", "speakerName": "", "type": "conversation"}, {"content": "One day, they discovered a forest filled to the brim with crystals.", "speakerName": "", "type": "conversation"}, {"content": "Crystals were the fafnirs' favorite kind of treasure, and they gleefully made a beeline for them.", "speakerName": "", "type": "conversation"}, {"content": "But there was one exception. One silver fafnir, an older one, was focused on something else.", "speakerName": "", "type": "conversation"}, {"content": "She had stumbled upon a cat with an injured leg.", "speakerName": "", "type": "conversation"}, {"content": "This silver fafnir was the kindest and most considerate of the tribe, so she immediately picked up the cat and took him back to camp with her.", "speakerName": "", "type": "conversation"}, {"content": "She cared for the cat day and night so that he might recover quickly.", "speakerName": "", "type": "conversation"}, {"content": "Soon the cat was walking again. But by that point, the silver fafnir had grown quite attached to him, and couldn't bear to let him go.", "speakerName": "", "type": "conversation"}, {"content": "The cat seemed equally pleased to be in the silver fafnir's company, so she gave him a few crystals to commemorate the happy friendship.", "speakerName": "", "type": "conversation"}, {"content": "Alas, mere days after she gave him the crystals, the cat lost them.", "speakerName": "", "type": "conversation"}, {"content": "The silver fafnir felt saddened at this rejection of her gift, and wondered if the cat had even liked the crystals in the first place.", "speakerName": "", "type": "conversation"}, {"content": "But the cat hadn't disliked her gift. On the contrary, in fact...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Cat and the Crystals: Part Two", "speakerName": "", "type": "conversation"}, {"content": "One day, a silver fafnir took in an injured cat and nursed him back to health. Soon, the two of them became fast friends.", "speakerName": "", "type": "conversation"}, {"content": "She gave him some crystals as a symbol of their friendship, but within days, they were gone. However, there was a very good reason for the sudden disappearance.", "speakerName": "", "type": "conversation"}, {"content": "One evening, when the silver fafnir was returning home from treasure hunting, she happened to spy a single crow flying through the sky.", "speakerName": "", "type": "conversation"}, {"content": "She gasped, for in its beak was one of the very crystals she had given her feline friend!", "speakerName": "", "type": "conversation"}, {"content": "Crows love shiny things—no doubt it had stolen the crystals from the cat and taken them back to its nest. The silver fafnir swore then and there to retrieve the purloined goods.", "speakerName": "", "type": "conversation"}, {"content": "The silver fafnir pursued the crow in order to find its nest, but the bird was as black as the night itself, and she soon lost sight of him.", "speakerName": "", "type": "conversation"}, {"content": "But hope was not yet lost. She was certain the crow would strike again, so she waited in the village for that time to come.", "speakerName": "", "type": "conversation"}, {"content": "A few days later, the crow returned. She could have punished it then and there, but instead let it steal more crystals in order to find the horde it kept within its nest.", "speakerName": "", "type": "conversation"}, {"content": "She followed the crow as it soared through the sky, and before long, the sun had gone down. But this time, she had a dependable ally with her.", "speakerName": "", "type": "conversation"}, {"content": "For you see, cats have very good nocturnal vision, and the pair could easily track the flight of the crow.", "speakerName": "", "type": "conversation"}, {"content": "Together, they found the nest, recovered the crystals, and taught the mischievous bird a lesson.", "speakerName": "", "type": "conversation"}, {"content": "And what of the crystals, you ask? Why, they became some of the cat's favorite toys, and soon ended up covered in scratches as he ceaselessly played with them.", "speakerName": "", "type": "conversation"}, {"content": "The cat didn't know their true worth after all, but this didn't bother the silver fafnir one bit.", "speakerName": "", "type": "conversation"}, {"content": "Fafnirs give crystals as symbols of friendship—and if the receiver is happy, nothing else matters.", "speakerName": "", "type": "conversation"}]}]