[{"conversations": [{"content": "Ephemeral Beauty: Part One", "speakerName": "", "type": "conversation"}, {"content": "The gentle Poli'ahu dwelled in the ice and was beloved by humans for her generosity—though this caused some to underestimate her power.", "speakerName": "", "type": "conversation"}, {"content": "Rumors of the many treasures she had accumulated over her long life soon reached the ears of thieves who sought to steal them for their own personal gain.", "speakerName": "", "type": "conversation"}, {"content": "One day, they snuck into her lair as she slept. The rumors were true: beside the slumbering Poli'ahu, they found a mountain of crystals, each as clear as daylight.", "speakerName": "", "type": "conversation"}, {"content": "Elated, the thieves rushed to ferry the treasure out of the nest, but their footsteps woke the great dragon.", "speakerName": "", "type": "conversation"}, {"content": "Poli'ahu gazed at each of the thieves in turn. ＂You have great audacity, sneaking into a dragon's den,＂ she said. ＂I hope you are prepared to face the consequences.＂", "speakerName": "", "type": "conversation"}, {"content": "The thieves trembled in fear, but soon remembered that Poli'ahu never killed humans. They then groveled before her, a ready excuse on each of their lips.", "speakerName": "", "type": "conversation"}, {"content": "＂This is a misunderstanding! We are but art dealers come to discuss business! You have such a fine collection, we were hoping you'd tell us where you stole these treasures.＂", "speakerName": "", "type": "conversation"}, {"content": "Too late the thieves realized what they had said. Surely the dragon would unleash her wrath upon them for treating her like a common criminal—but her gaze was calm.", "speakerName": "", "type": "conversation"}, {"content": "＂Poli'ahu never kills anyone,＂ thought the thieves again. ＂We're going home, and we're taking all of this treasure with us!＂", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Ephemeral Beauty: Part Two", "speakerName": "", "type": "conversation"}, {"content": "＂We were hoping you'd tell us where you stole these treasures,＂ said the thieves, who themselves had come to steal the dragon's treasure. Yet Poli'ahu remained placid.", "speakerName": "", "type": "conversation"}, {"content": "＂You think me a thief?＂ laughed Poli'ahu. ＂Alas, all that you see here I have made myself as a way to spend the long, lonely hours.＂", "speakerName": "", "type": "conversation"}, {"content": "The thieves quickly showered Poli'ahu in praise. ＂This is all your creation? Incredible! We never knew there were such artisans among dragonkind!＂ ", "speakerName": "", "type": "conversation"}, {"content": "＂You must allow people to see these works of art!＂ they said. When the dragon said she did not wish for that much company, they offered a solution...", "speakerName": "", "type": "conversation"}, {"content": "＂We can take your works into town and display them there,＂ chuckled the thieves. ＂Then all will know the splendor of the great Poli'ahu!＂", "speakerName": "", "type": "conversation"}, {"content": "The dragon worried that the beauty of her treasures would be lost in the outside world, but the thieves assured her that beauty was a universal concept.", "speakerName": "", "type": "conversation"}, {"content": "＂Well, if you insist,＂ said Poli'ahu softly. ＂Take whatever you like. Just be sure everything is returned in a week's time, lest you regret it.＂", "speakerName": "", "type": "conversation"}, {"content": "The triumphant thieves returned to town and immediately set about selling Poli'ahu's treasures to various aristocrats.", "speakerName": "", "type": "conversation"}, {"content": "Every last crystal they sold, however, soon melted away—for they were made not of crystal, but of ice.", "speakerName": "", "type": "conversation"}, {"content": "The ice could not maintain its form outside of Poli'ahu's domain. When this fact was discovered, the enraged aristocrats made the thieves pay with their very lives.", "speakerName": "", "type": "conversation"}, {"content": "Dragons are shrewd creatures and  slow to anger, but humans would do well to remember that they are only permitted to live by their mercy.", "speakerName": "", "type": "conversation"}]}]