[{"conversations": [{"content": "The Stormlands: Part One", "speakerName": "", "type": "conversation"}, {"content": "Long ago, dragons reigned supreme over Grastaea. Humanity, left with little land where it could dwell in safety, merely did its best to survive.", "speakerName": "", "type": "conversation"}, {"content": "For the dragons were blessed with incredible power and would often inadvertently induce terrible disasters upon the land.", "speakerName": "", "type": "conversation"}, {"content": "One such dragon was the Windwyrm. Also known as the lord of maelstroms, he was infamous for summoning great gales to mark his territory.", "speakerName": "", "type": "conversation"}, {"content": "On an evening following such a gale, the Windwyrm came home to find a young human washed up on the riverbank near his lair.", "speakerName": "", "type": "conversation"}, {"content": "The Windwyrm thought he must have been fishing but was still puzzled— for no human from the nearby village ever dared to brave the night when the Windwyrm was about.", "speakerName": "", "type": "conversation"}, {"content": "The dragon carried the human back to his lair. After a time, the young man's eyes flickered open.", "speakerName": "", "type": "conversation"}, {"content": "＂You're the Windwyrm,＂ said the man, who seemed utterly unperturbed to find himself facing the dragon. ＂The legends said you could be found at the heart of the storm.＂", "speakerName": "", "type": "conversation"}, {"content": "＂Tell me of the greater world,＂ the human continued. ＂For you have seen many centuries and must have knowledge beyond our tales.＂", "speakerName": "", "type": "conversation"}, {"content": "Many years had passed since the fall of the Dane dynasty that once ruled the land. Their culture eroded by the  flow of time, the elders spoke only of legends, for it was all they knew.", "speakerName": "", "type": "conversation"}, {"content": "＂How bothersome,＂ sighed the Windwyrm. Yet he began to speak of the world and its past, and the bright-eyed youth absorbed each word eagerly.", "speakerName": "", "type": "conversation"}, {"content": "On and on they talked, until a ray of light pierced the gap between them. Turning toward its source, they saw the sun rise over a distant horizon.", "speakerName": "", "type": "conversation"}, {"content": "The Windwyrm knew time was short. The villagers would be stirring soon, which meant the youth would leave, and they would never speak again. Such was the order of things.", "speakerName": "", "type": "conversation"}, {"content": "But as the Windwyrm had brought the youth to his lair, it fell to him to see that he was returned home. He could not simply abandon him now.", "speakerName": "", "type": "conversation"}, {"content": "Abruptly, the youth looked toward his village. The Windwyrm expected to hear him express a desire to return home, but his eyes were firmly fixed elsewhere.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Stormlands: Part Two", "speakerName": "", "type": "conversation"}, {"content": "After listening to the Windwyrm speak of the wider world, the youth stood. He faced his village, but his eyes stared into the distance.", "speakerName": "", "type": "conversation"}, {"content": "Awestruck, the young man spoke: ＂I did not understand the world to be  so vast, nor my village so small. Up here, I feel as if I can see everything.＂", "speakerName": "", "type": "conversation"}, {"content": "This was not the case, of course. Had the youth known of the peaks that dwarfed the dragon's den, he likely would have fainted from shock.", "speakerName": "", "type": "conversation"}, {"content": "＂How wonderful it must be to sleep here each night, and wake here each morning,＂ said the youth. ＂One day, I, too, wish to live here.＂", "speakerName": "", "type": "conversation"}, {"content": "＂Do you mean to smite me and steal my home?＂ asked the Windwyrm. The youth tilted his head, confusion scrawled across his face, and asked if they could not live there together.", "speakerName": "", "type": "conversation"}, {"content": "＂Fool boy,＂ chuckled the Windwyrm. ＂Such outlandish ideas will doubtless be your ruin.＂", "speakerName": "", "type": "conversation"}, {"content": "＂Humans offer dragons tribute in return for our divine protection; that is how it has always been, and how it shall always be. Our kinds cannot live together.＂", "speakerName": "", "type": "conversation"}, {"content": "＂I care not for the past,＂ said the youth. ＂Can we not come to understand each other, Windwyrm? Can we not coexist?＂", "speakerName": "", "type": "conversation"}, {"content": "The Windwyrm was struck silent by the young man's sincere gaze. How could this boy—this nobody— have such grand aspirations?", "speakerName": "", "type": "conversation"}, {"content": "That single, salient proposal would utterly reshape the way humans and dragons had interacted since time immemorial. ", "speakerName": "", "type": "conversation"}, {"content": "Centuries have passed since then. Countless bards and poets have tried to recount the story of the Windwyrm and the youth's fateful encounter.", "speakerName": "", "type": "conversation"}, {"content": "But the brave young man—Alberius— is long gone. The only one alive who knows the true events of that day is the Windwyrm himself.", "speakerName": "", "type": "conversation"}]}]