[{"conversations": [{"content": "The Castle of Ruin: Part One", "speakerName": "", "type": "conversation"}, {"content": "What kind of place does one imagine a dragon's nest to be? Is it perhaps an old, abandoned castle? If so, this story of the past will ring quite true.", "speakerName": "", "type": "conversation"}, {"content": "A royal family to the north heard of the Alberian royal family's connection to dragonkin and became jealous, for they desired such protection and power for themselves.", "speakerName": "", "type": "conversation"}, {"content": "And so, they constructed a great castle with high arches and large gates, one where dragons might live in comfort. And yet, it laid empty for some time after it was built.", "speakerName": "", "type": "conversation"}, {"content": "This did not worry the royal family, for they felt certain that a dragon would eventually come. And then at long last, their patience was rewarded.", "speakerName": "", "type": "conversation"}, {"content": "Juggernaut arrived. He was a menace of a dragon, wild and unruly, and took an immediate liking to the castle, making it his roost.", "speakerName": "", "type": "conversation"}, {"content": "Juggernaut demanded tribute from the nearby cities and wreaked havoc on the countryside. Soon there was no game left to hunt, and the royal family was at their wits' end.", "speakerName": "", "type": "conversation"}, {"content": "The dragon they had so willingly invited into their lives now threatened to destroy them utterly—an irony which was lost on no one.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Castle of Ruin: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Proud Juggernaut laid waste to the human kingdom, treating their lands as his own. But when the royal family moved to expel the beast, it became a disaster of their own making.", "speakerName": "", "type": "conversation"}, {"content": "The simplest solution seemed to be eliminating the castle, for that drew the dragon in the first place. And yet, none could approach the citadel for risk of Juggernaut's wrath.", "speakerName": "", "type": "conversation"}, {"content": "There was an old saying that Juggernaut was beloved of shadow. And indeed, the castle was nestled among mountains and covered in dark for most of the day.", "speakerName": "", "type": "conversation"}, {"content": "The royal family concluded that sunlight in the castle might be enough to make the dragon leave, and so gathered citizens and put a plan into motion.", "speakerName": "", "type": "conversation"}, {"content": "They leveled off the top of the nearby mountain, then loaded up the debris and carried it away.", "speakerName": "", "type": "conversation"}, {"content": "When Juggernaut awoke to the light of the sun in his abode, he was confused. How could he possibly hope to sleep in such conditions?", "speakerName": "", "type": "conversation"}, {"content": "And so he decided to move on to another suitable home. But when he scanned the area beyond where the mountain once stood, he saw only the castle of the royal family.", "speakerName": "", "type": "conversation"}, {"content": "It was next to a pile of rocks which would create perfect shadows. And while it was inhabited, that was nothing a little bit of mayhem couldn't solve...", "speakerName": "", "type": "conversation"}, {"content": "The royal family of this northern kingdom was soon decimated. Let this be a lesson to all who would seek to puppet a dragon!", "speakerName": "", "type": "conversation"}]}]