[{"conversations": [{"content": "The Haunted Ship: Part One", "speakerName": "", "type": "conversation"}, {"content": "Once upon a time, there was a dragon that traveled from river to river, and sea to sea.", "speakerName": "", "type": "conversation"}, {"content": "His name was Vodyanoy, and this is a tale of his days spent in one particular sea.", "speakerName": "", "type": "conversation"}, {"content": "The fish who knew him depended on Vodyanoy, for none in the sea were stronger than him—not even the island-sized imperial whales.", "speakerName": "", "type": "conversation"}, {"content": "One stormy day, a giant structure many times the size of Vodyanoy descended to the sea floor.", "speakerName": "", "type": "conversation"}, {"content": "At first, the fish were surprised—but that quickly turned to joy, for it would be a perfect home to protect them from their natural foes.", "speakerName": "", "type": "conversation"}, {"content": "＂It's a gift from the heavens!＂ they cried. Soon, other fish who lived nearby heard of it, and the new home grew with each passing day.", "speakerName": "", "type": "conversation"}, {"content": "Vodyanoy, too, did his part to help by moving objects too large or heavy for the small fish to manage.", "speakerName": "", "type": "conversation"}, {"content": "＂Make everyone's home bigger,＂ he said to himself. ＂Then everyone safe. If everyone is happy, Vodyanoy is happy.＂", "speakerName": "", "type": "conversation"}, {"content": "In return for his assistance, the other fish cleaned the moss from his body and the seaweed from between his scales. Thus did they all live together in peaceful harmony.", "speakerName": "", "type": "conversation"}, {"content": "But those peaceful days came to a sudden end when monsters discovered the fish's new home...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Haunted Ship: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Deep at the bottom of the sea, the fish had finally obtained their dream home—but their happiness was destroyed by unknown assailants.", "speakerName": "", "type": "conversation"}, {"content": "The two-legged monsters set about destroying their nest, breaking the walls and ceilings and taking them away to the heavens.", "speakerName": "", "type": "conversation"}, {"content": "The fish gathered and tried to plead with the attackers to stop, but all the monsters did was brush them aside, for they did not understand what the fish were saying.", "speakerName": "", "type": "conversation"}, {"content": "The fish were much smaller than the monsters, and they did not stand a chance against them. If anything, they feared the monsters might make them their next target.", "speakerName": "", "type": "conversation"}, {"content": "The fish gathered to discuss a plan. They knew they had to flee, but they just couldn't leave their beloved home behind after all they had put in to build it together.", "speakerName": "", "type": "conversation"}, {"content": "But as the fish were feeling sorrowful, Vodyanoy spoke. ＂Vodyanoy is strong,＂ he said. ＂He will carry our home and swim away with it. It will be easy.＂", "speakerName": "", "type": "conversation"}, {"content": "Days later, the adventurers returned and were stunned at what they saw. The mountain of treasure they had found—Gilda the Iron Rose's sunken ship—had vanished without a trace.", "speakerName": "", "type": "conversation"}, {"content": "No one knows where Vodyanoy and the fish went, but there exists a tale among sailors that goes as follows:", "speakerName": "", "type": "conversation"}, {"content": "On clear nights, a ghost ship can be seen. But it is no normal ghost ship, for it travels slowly through the moonlit water itself instead of atop it.", "speakerName": "", "type": "conversation"}]}]