[{"conversations": [{"content": "The Purehearted Maiden: Part One", "speakerName": "", "type": "conversation"}, {"content": "I can only imagine the legends you may have heard about we unicorns, Euden.", "speakerName": "", "type": "conversation"}, {"content": "In these tales, we are noble, single- horned dragons who scorn human contact save for the purehearted maidens to whom we are in thrall.", "speakerName": "", "type": "conversation"}, {"content": "There are even minstrels who sing of us as lustful deviants—an untruth which I find most depressing.", "speakerName": "", "type": "conversation"}, {"content": "Perhaps such shameless unicorns did exist once, but it would be most terrible for us all to be painted with that same brush of dishonor.", "speakerName": "", "type": "conversation"}, {"content": "There is no denying our love of purity, but one need not be a virgin maiden to claim that status—that is far too simplistic a way to look at things.", "speakerName": "", "type": "conversation"}, {"content": "If you desire proof, listen now to the story of my father. This tale will give you a better idea for the kind of purity we seek.", "speakerName": "", "type": "conversation"}, {"content": "Long ago, there was a purehearted princess in Alberia. At her father's order, she married a noble with outstanding parentage but a heart most wicked.", "speakerName": "", "type": "conversation"}, {"content": "Yet it never occurred to the maiden to doubt her husband's faithfulness, for sadly purity oft renders one blind. And here does our story truly begin...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Purehearted Maiden: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Let me resume my story of the pure maiden beloved by my father.", "speakerName": "", "type": "conversation"}, {"content": "She was an Alberian princess who married a noble, unaware that his heart was filled with a lust for power.", "speakerName": "", "type": "conversation"}, {"content": "When he tried and failed to usurp the throne, it came as a shock to his wife. Yet her husband's retainers tried to convince the crown that it was she who first suggested this vile plan.", "speakerName": "", "type": "conversation"}, {"content": "Their deception was successful—but on the way to the execution, her carriage was attacked by wolves. She escaped, but was injured doing so, and soon found herself lost.", "speakerName": "", "type": "conversation"}, {"content": "It was then that a noble unicorn—my father—found her. He kneeled down, placed his horn under her, and lifted her back to her feet.", "speakerName": "", "type": "conversation"}, {"content": "The princess was shocked to be saved by a unicorn. ＂I'm no pure maiden,＂ she said, ＂but a fool who couldn't see through her husband's duplicity.＂", "speakerName": "", "type": "conversation"}, {"content": "＂Is that so?＂ said my father. ＂Because your soul looks more pure than any I have ever seen.＂ And with that, he set her on his back and they hurried for the palace.", "speakerName": "", "type": "conversation"}, {"content": "Her appearance caused an uproar, for a noble unicorn would never have partnered with a guilty maiden. Thus was her honor restored, and the true criminals revealed.", "speakerName": "", "type": "conversation"}, {"content": "Father always supported married  women and widows above all. It wasn't some manner of fetish—he just knew their hearts were pure. And like him, I also have no such obsession.", "speakerName": "", "type": "conversation"}, {"content": "Incidentally, you seem to have rather a lot of young maidens in your vicinity. ...How do I know, you ask? Why, I can smell them on you!", "speakerName": "", "type": "conversation"}, {"content": "Purity is determined by the soul above all else. But sometimes immoral acts can sully the character of even the purest young man—and what a terrible waste that is!", "speakerName": "", "type": "conversation"}, {"content": "I simply cannot stand back and let that happen. So be careful around women other than me!", "speakerName": "", "type": "conversation"}]}]