[{"conversations": [{"audioPaths": [], "content": "Beyond a Grade: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Uriel, one of the Five Archangels, is an uncompromising perfectionist in all things— the cultivation of apostles being no exception.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He had long employed all possible means to ensure his apostles are trained to perfection. And yet none had ever grown enough to receive a passing grade from this most fastidious of wyrms.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "At some point, after much thought, Uriel devised a rule for cultivating a perfect apostle and made his children abide by it—and thus did they begin to grow as he desired.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As time went by, one rule became two; became three; became legion. All for the purpose of developing an apostle to whom Uriel could give a passing grade.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Yet all did not go as Uriel had anticipated.  One child began to fear him.  Another rose up to oppose him.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Failing grade after failing grade filled his ledger book, and though he wracked his brain for a solution, it continued to elude him.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Eventually, a young man named Faris swore a Sigil with the archangel. This was a promising development, for the young lad was a perfectionist with a keen and penetrating mind.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Uriel felt hope spring anew in his bosom; here, finally, was an apostle whom he could train to receive a passing grade! But then something wholly unexpected happened...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210163011, "title": "Beyond a Grade: Part One"}, {"conversations": [{"audioPaths": [], "content": "Beyond a Grade: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The perfectionist Archangel Uriel once formed a Sigil with a boy named Faris. This new charge was altogether excellent, and Uriel fully expected him to grow into the perfect apostle.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But even such excellence had its limits, and one day, Faris was badly injured on a mission due to overconfidence in his strength.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The boy was despondent when Uriel gave him a failing grade for his effort, but rather than give in to despair, he instead redoubled his efforts.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "When another angel saw his laudable behavior and suggested Uriel go easy on the boy, the angel responded with scorn—for to him, mercy in such a situation was unthinkable.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "What purpose could such mercy serve? Were Uriel to relax his rigor, he would be unable to cultivate the perfect apostle! Yet as he explained his thinking, his angel companion bade him look at Faris.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Most apostles submitted to their failure once Uriel judged them, yet Faris had only sought to grow even closer to perfection.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He had not passed, yet he was no failure. He had grown into something that could not be measured merely by a grade, and to place him in such a confining box would be the height of unfairness. So what, then, to do?", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As Uriel pondered this, Faris said, ＂I'm giving all that I have for you because you are important to me.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Clemency. Love. Such things are unnecessary for the perfect apostle. Likely these words were a failure that formed another incorrect answer—yet for the first time, Uriel wished to say something more complicated. Deeper.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "For he had seen the battered and bruised young lad—the ＂failure＂—convey a love that was pure and straightforward, and so he responded in kind with words that bypassed a mere grade: ＂You are important to me as well.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Having heard this, Faris worked all the harder. And before they knew it, the former failure had grown into a fine apostle that skirted the very edge of perfection itself.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂It seems I was the one who failed.＂ Uriel realized a child's possibility and potential were not things to be measured by inflexible means...and that this applied to himself as well.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The pair would go on to compensate for the shortcomings of the other, correcting mistakes and turning failures into passes. The apostle and angel soon flew with divine wings, as what joined them was no longer a mere Sigil.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210163012, "title": "Beyond a Grade: Part Two"}]