[{"conversations": [{"content": "Kagutsuchi VS Marishiten: Part One ", "speakerName": "", "type": "conversation"}, {"content": "Deep in the Hogo region of Hinomoto, where the volcanoes rumble and splutter, two great roars shook the heavens themselves.", "speakerName": "", "type": "conversation"}, {"content": "Kagutsuchi and Marishiten, two of the finest dragons in the land, vied for supremacy over Hinomoto.", "speakerName": "", "type": "conversation"}, {"content": "＂I will rend you in twain!＂ Marishiten snarled, swinging her blade with terrible force. But Kagutsuchi's hide was harder than steel, and he took the blow with aplomb.", "speakerName": "", "type": "conversation"}, {"content": "The resultant wound was shallow, and the gallant dragon wore it like a badge of honor. ＂Is that your best, dragonling?＂ he asked, laughing heartily.", "speakerName": "", "type": "conversation"}, {"content": "Alas, it was not. Marishiten would not be made light of; she wound up once more, and this time made sure her blade struck bone.", "speakerName": "", "type": "conversation"}, {"content": "She cleaved through Kagutsuchi's molten skin with ease, and her victory appeared secure.", "speakerName": "", "type": "conversation"}, {"content": "But the blood that spouted from his wound was scalding, and Marishiten's throat was badly burned. Kagutsuchi was indeed fiery to his core.", "speakerName": "", "type": "conversation"}, {"content": "＂We appear to be at a draw,＂ Marishiten said bitterly. At that, both dragons left to treat their wounds, their battle put on hold.", "speakerName": "", "type": "conversation"}, {"content": "The following morning...", "speakerName": "", "type": "conversation"}, {"content": "＂What in blazes...?!＂", "speakerName": "", "type": "conversation"}, {"content": "Marishiten gazed upward, as Kagutsuchi descended from on high. The fiery dragon had somehow healed his wounds completely.", "speakerName": "", "type": "conversation"}, {"content": "＂I smell a cheat,＂ Marishiten said, to which Kagutsuchi snorted. ＂We of Hogo are unburdened by the pain of days past.＂", "speakerName": "", "type": "conversation"}, {"content": "＂Come with me, and I shall show you our methods.＂ And thus did the dragon dissolve into a plume of smoke.", "speakerName": "", "type": "conversation"}, {"content": "How had Kagutsuchi remedied such dire wounds so quickly?  Perhaps the answer lay just ahead...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Kagutsuchi VS Marishiten: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Though deeply wounded only one day prior, Kagutsuchi returned to the battlefield somehow unscathed. Marishiten followed after him to learn just how he had done so.", "speakerName": "", "type": "conversation"}, {"content": "＂Is this...a hot spring?＂", "speakerName": "", "type": "conversation"}, {"content": "A bathhouse stretched out before her, and from the water's glassy surface billowed white clouds of steam.", "speakerName": "", "type": "conversation"}, {"content": "Suddenly she heard a large splash, followed by Kagutsuchi's voice. ＂Enter the waters, and let your wounds be eased.＂", "speakerName": "", "type": "conversation"}, {"content": "Doubtful, Marishiten paused briefly, then waded into the steaming spring.", "speakerName": "", "type": "conversation"}, {"content": "The effects were immediate. Before her very eyes, her wounds were knit and healed. ＂What manner of sorcery is this?＂ she wondered.", "speakerName": "", "type": "conversation"}, {"content": "＂Whether person or dragon, all one needs to refresh is a hot bath and tasty food!＂ Kagutsuchi replied.", "speakerName": "", "type": "conversation"}, {"content": "Though not the answer she sought, Marishiten could not argue with the results. She was soon fully healed—and there was but one thing left to do.", "speakerName": "", "type": "conversation"}, {"content": "＂The time for talk has ended,＂ she said, leaping from the bath. ＂Now, let us continue our battle!＂", "speakerName": "", "type": "conversation"}, {"content": "But Kagutsuchi merely extended a claw. In it was a cut of chicken, fried to a golden crisp.", "speakerName": "", "type": "conversation"}, {"content": "＂There shall be time for fighting later. First, let us enjoy one of Hogo's finest dishes.＂", "speakerName": "", "type": "conversation"}, {"content": "Marishiten nibbled hesitantly. Her mouth was filled with flavor the likes of which she had never known, and for the briefest of moments she let go of all thought of battle.", "speakerName": "", "type": "conversation"}, {"content": "＂Good, yes?＂ the fiery dragon asked, making no attempt to hide his satisfaction.", "speakerName": "", "type": "conversation"}, {"content": "＂You perplex me, dragon. Why did you not smite me, weakened as I was?＂ Kagutsuchi's head fell back with laughter.", "speakerName": "", "type": "conversation"}, {"content": "＂Fighting should be savored, yes? So I think it best to soak long, eat well, and savor our battle over time. Such is tradition in southern Hinomoto.＂", "speakerName": "", "type": "conversation"}, {"content": "Marishiten gave that some thought, then broke into a broad smile. ＂Who am I to argue with tradition?＂ She took another piece of chicken, and bit in with zeal.", "speakerName": "", "type": "conversation"}, {"content": "＂I must say, this is quite delicious.＂ ＂Oh, but Hogo has much more worth tasting.＂", "speakerName": "", "type": "conversation"}, {"content": "Soon, a feast had begun. Marishiten puckered at the zing of kabosu citrus, and was enrapt by the salty crunch of kaiso seaweed. The two dragons ate very well indeed.", "speakerName": "", "type": "conversation"}, {"content": "We now know it as Hogo's Twinwyrm Spring. Its scarlet color is said to come from the blood spilt in that battle—and it's even been known as the ＂Bloodspring＂ on occasion.", "speakerName": "", "type": "conversation"}, {"content": "By the way, where was it this great struggle unfolded?", "speakerName": "", "type": "conversation"}]}]