[{"conversations": [{"content": "The Greatest Greed: Part One", "speakerName": "", "type": "conversation"}, {"content": "The dragon known as the Firelord was long famed for his boundless appetites. But now, released from the deep darkness, those urges have grown into an insatiable hunger within his belly.", "speakerName": "", "type": "conversation"}, {"content": "Liberated from the black mana, the Firelord was reborn, free now to pursue this new desire that had taken root inside him.", "speakerName": "", "type": "conversation"}, {"content": "The moment he was freed, he felt something: the spark of another's indomitable will.  And now, he craves to know that sensation once more. To resonate with it. To bask in it.", "speakerName": "", "type": "conversation"}, {"content": "A powerful drive to find that which one seeks. Undistracted. Undeterred. In that one moment of resonance in the presence of that spark, the reborn Firelord discovered a profound satisfaction he had never before known.", "speakerName": "", "type": "conversation"}, {"content": "It was a sweet nectar he could not taste again until he found someone who could offer it. But who? The Firelord ruminated on this, and concluded that any who would resonate with him must be possessed of an equal greediness.", "speakerName": "", "type": "conversation"}, {"content": "And so, the newly reborn Firelord set off on a journey to discover whoever this might be.", "speakerName": "", "type": "conversation"}, {"content": "He bade each dragon he met bare their every urge to him, but so fearsome was his aura, all who looked upon him muzzled their desires so as not to earn his ire. Such humility is noble, but restraint dims the spark of one's will.", "speakerName": "", "type": "conversation"}, {"content": "Some among them were bolder, and met his demands without flinching. Yet most of them were enamored of the Firelord's might, and sought to win his favor, that they might use him. This was not the resonance he sought.", "speakerName": "", "type": "conversation"}, {"content": "And though his quest proved fruitless, he remained undeterred. He pursued his moment of satiety with the burning thirst of a desert wanderer in search of water's rejuvenation.", "speakerName": "", "type": "conversation"}, {"content": "Yet like a mirage upon the sands, his goal only seemed to grow more distant the further he pursued it. He could wander an eternity, it seemed, and never find his heart's desire.", "speakerName": "", "type": "conversation"}, {"content": "In time, this limitless hunger—which seemed it would endure even should he search from existence's nadir to its zenith—ate away at him, until the last embers of his sanity guttered out.", "speakerName": "", "type": "conversation"}, {"content": "It was only then, when the Firelord's aimless rage burned brightest, turning him into a base creature of instinct, that he came face-to-face with the apex of greed incarnate.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Greatest Greed: Part Two", "speakerName": "", "type": "conversation"}, {"content": "The moment he was released from the black mana, the Firelord felt a spark of resonance with the iron will of another. Now, hoping to rekindle that resonance once more, he traveled the land in search of a greed to rival his own.", "speakerName": "", "type": "conversation"}, {"content": "A selfishness that would not be cowed by the Firelord's imposing presence. A pure want, free of calculation. A hunger to match his. At his journey's end, he found that perfect greed embodied within a human babe.", "speakerName": "", "type": "conversation"}, {"content": "He found the creature, mere days old at most, outside his dwelling. Abandoned, perhaps, or else given up as sacrifice. The child itself had no means to explain its provenance.", "speakerName": "", "type": "conversation"}, {"content": "Instead, the only sound that emerged from its lips was a plaintive cry of desire. An unalloyed and unabashed demand, issued as a scream.  It was enough to pique the Firelord's interest.", "speakerName": "", "type": "conversation"}, {"content": "At first, it was little more than a whim. But with time, the human child's endless curiosity and relentless drive to understand its world began to hold the Firelord's attention in earnest.", "speakerName": "", "type": "conversation"}, {"content": "Human infants are fragile almost without peer, yet still it screamed its demands at him with no hint of shame. To an onlooker, it must have been a surreal sight: a life that might end at a gust of wind, commanding a mighty dragon.", "speakerName": "", "type": "conversation"}, {"content": "But that very irony made it a wholly fresh experience for the Firelord. Never before had he been captive to the whims of another.", "speakerName": "", "type": "conversation"}, {"content": "The human child took an interest in everything, and acted on its every impulse. If hungry, it wept. When bored, it bellowed for attention. Could a creature more faithful to its own urges exist?", "speakerName": "", "type": "conversation"}, {"content": "As he contemplated this tiny existence, a single doubt crossed his mind: did satiety await him at the other side of this curious experience? Could this child truly offer him the resonance he so desperately craved?", "speakerName": "", "type": "conversation"}, {"content": "Until then, he had acted in pursuit of one thing alone: the satisfaction of his desires. Yet now he stood here, wrapped around the finger of this human babe. What was he doing?", "speakerName": "", "type": "conversation"}, {"content": "That doubt, and all thought with it, was drowned out a moment later by the child's piercing cry. Shaking his head in exasperation, at himself and his tiny despot both, the Firelord continued to tend to its needs.", "speakerName": "", "type": "conversation"}, {"content": "He gave it food to quiet its cries, and struggled to placate it when it squirmed. After great effort he laid it down to sleep, and by the time doubt found a quiet moment to resurface, he looked upon the baby's smiling face and knew.", "speakerName": "", "type": "conversation"}, {"content": "The moment he looked upon that expression of total fulfillment, the Firelord felt a profound satisfaction that filled him to his core. In answering the appetites of another, he had found the satiety that had so long eluded him.", "speakerName": "", "type": "conversation"}, {"content": "The tangle of doubt in his breast melted away. Until now, he had sought satisfaction in pillage and conquest, and assumed that what he craved lay beyond it—that one greed would resonate with another. But it was not so.", "speakerName": "", "type": "conversation"}, {"content": "He needed not to take from another, but to give of himself. The prize he hungered for could not be won by seeking it, but by providing.", "speakerName": "", "type": "conversation"}, {"content": "It brought crystal clarity to the fruitless eons he spent searching. The hunger he'd embraced all his life could not be eased by filling his belly; it was another's belly he needed to fill.", "speakerName": "", "type": "conversation"}, {"content": "There, at the babe's side, he learned that some desires were met through subservience and care. This fragile infant taught the rapacious dragon feared by all a lesson no one else could.", "speakerName": "", "type": "conversation"}, {"content": "To feel that spark of ego in another, one must give, rather than take. With that epiphany, a new anticipation took hold within the Firelord's belly.", "speakerName": "", "type": "conversation"}, {"content": "The infant's hand clutched at the air in search of the Firelord's touch. And as he met it with a taloned finger, the dragon felt certain that this tiny hand would bring him no end of new discovery and satisfaction in the years to come.", "speakerName": "", "type": "conversation"}]}]