[{"conversations": [{"content": "The Shiny Happy Dragon: Part One", "speakerName": "", "type": "conversation"}, {"content": "Once upon a time, a dragon named Maritimus lived in the snowy mountains, where he loved shiny and fashionable things.", "speakerName": "", "type": "conversation"}, {"content": "It didn't take long before he became interested in seeing a human town. Though the thought of going to one terrified his friends, Maritimus set off without hesitation.", "speakerName": "", "type": "conversation"}, {"content": "People were shocked at the sight of a dragon suddenly showing up in town! But Maritimus couldn't contain his excitement at what he saw.", "speakerName": "", "type": "conversation"}, {"content": "Jewels, stained glass, accessories, cute clothes... There were so many fashionable, shiny things, he felt like he'd stumbled into heaven!", "speakerName": "", "type": "conversation"}, {"content": "Maritimus wanted one of everything, but knew such items were not free.", "speakerName": "", "type": "conversation"}, {"content": "So he decided to do what all of the humans in town did—work!", "speakerName": "", "type": "conversation"}, {"content": "He ran errands to far-off towns. He advertised for shops and stores. He gathered firewood and kindling. From morning to night, he worked at whatever job would take him.", "speakerName": "", "type": "conversation"}, {"content": "Before long, there wasn't a soul in town who didn't know him. They gave him the nickname of Mariti, and accepted him as part of their community.", "speakerName": "", "type": "conversation"}, {"content": "Soon, he was so popular that he had more job offers than he could handle—and he used his newfound fortune to buy all the shiny and fashionable things he wanted.", "speakerName": "", "type": "conversation"}, {"content": "One day, as he was passing an old mansion, he heard the beautiful sound of singing from within and instantly fell in love with it.", "speakerName": "", "type": "conversation"}, {"content": "Every day after that, he would go out of his way to walk past the mansion and listen to the beautiful song.", "speakerName": "", "type": "conversation"}, {"content": "But one day, he was greeted not by the sound of singing, but crying. Worried, he hurried up the mansion steps to see what was the matter.", "speakerName": "", "type": "conversation"}, {"content": "Inside, he found a group of children in tears. And as for the reason why...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Shiny Happy Dragon: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Maritimus loved shiny things—and when he heard singing as radiant as any jewel coming from inside an old mansion, he instantly fell in love with the sound.", "speakerName": "", "type": "conversation"}, {"content": "But one day, that beautiful sound was replaced by sobs. Confused, he asked the children inside what they were crying about.", "speakerName": "", "type": "conversation"}, {"content": "＂The owner of this mansion was really good at singing,＂ they said. ＂That's who taught us how to sing. But now the owner isn't with us anymore.＂", "speakerName": "", "type": "conversation"}, {"content": "＂Then a bunch of scary men came by and said the mansion and the choir now belong to them. What's going to happen to us?!＂", "speakerName": "", "type": "conversation"}, {"content": "The children began to cry anew. Maritimus wasn't certain what was going on—but he knew it was serious. And if he didn't act, he might not be able to hear them sing ever again.", "speakerName": "", "type": "conversation"}, {"content": "After pondering the matter for a while, he exclaimed: ＂All right, kids! Just leave this to me!＂", "speakerName": "", "type": "conversation"}, {"content": "The next day, Maritimus arrived at the mansion with a large bag containing all of the beautiful things he'd purchased in town.", "speakerName": "", "type": "conversation"}, {"content": "He offered it to the scary men on the condition that they leave and never return—which they were more than happy to do.", "speakerName": "", "type": "conversation"}, {"content": "＂Wasn't all of that important to you?＂ asked the children. ＂Are you really okay giving it away?＂", "speakerName": "", "type": "conversation"}, {"content": "The children sounded nervous as they asked, but Maritimus simply smiled. ＂To me, your singing is more radiant than any jewel,＂ he said. ＂Now, let me hear a song!＂", "speakerName": "", "type": "conversation"}, {"content": "The children celebrated with a joyful tune, and Maritimus decided then and there to become the choir's new owner.", "speakerName": "", "type": "conversation"}, {"content": "Maritimus was so popular that it did not take long for the choir to start to receive offers. They performed in all manner of different places, growing more famous with each stop.", "speakerName": "", "type": "conversation"}, {"content": "But there was something else he learned upon becoming the owner: The children's singing voices weren't the only radiant things in the choir's performances.", "speakerName": "", "type": "conversation"}, {"content": "Their dignified expressions as they sang and the tears shed by the moved audiences were equally aglow.", "speakerName": "", "type": "conversation"}, {"content": "He knew that these shiny things were too large, too grand, for any bag to hold. And no matter how much time passed, the love he held for his choir never changed.", "speakerName": "", "type": "conversation"}]}]