[{"conversations": [{"content": "Loyal Will: Part One", "speakerName": "", "type": "conversation"}, {"content": "This is a tale of the Founder King Alberius's first dragon, the Netherwyrm Chthonius.", "speakerName": "", "type": "conversation"}, {"content": "The Netherwyrm was a being of astounding loyalty. He was first to call Alberius ＂my king,＂ and remained with him unto his last moments.", "speakerName": "", "type": "conversation"}, {"content": "However, to the surprise of some, there was a lengthy period of time in which they knew each other, yet did not forge a pact.", "speakerName": "", "type": "conversation"}, {"content": "Why was that, you ask? Come. Sit. I will tell you all there is to know.", "speakerName": "", "type": "conversation"}, {"content": "Though the Netherwyrm had a cooperative relationship with Alberius and acted in concert with him, he could not agree to a pact.", "speakerName": "", "type": "conversation"}, {"content": "When Alberius asked why, the dragon stared off into the distance for a good long while. ＂I was once bound to another king,＂ he said finally.", "speakerName": "", "type": "conversation"}, {"content": "The king the Netherwyrm had once served was a dragon virtuous, bold, and brave. It was said none could compare to his might.", "speakerName": "", "type": "conversation"}, {"content": "This was a dragon acknowledged even by the Holywyrm as a superior, one whose name was famed enough to be known among humans.", "speakerName": "", "type": "conversation"}, {"content": "But the dragon king sustained a fatal wound protecting his comrades, and loyal Chthonius could do naught but remain at his side as the king uttered his final words: ＂From this day forth, walk as your own will binds thee.＂", "speakerName": "", "type": "conversation"}, {"content": "Chthonius remained at his side until his soul returned to the mana from whence it came.", "speakerName": "", "type": "conversation"}, {"content": "These last words echoed in Chthonius's mind long after his passing, for the king's happiness had meant everything to him.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Loyal Will: Part Two", "speakerName": "", "type": "conversation"}, {"content": "When Alberius asked Chthonius why he refused a pact, the Netherwyrm began to speak of the great dragon king he had once served.", "speakerName": "", "type": "conversation"}, {"content": "＂So because you cannot forget your king,＂ said Alberius, ＂you will forge no pact with me?＂ At this, Chthonius shook his great head.", "speakerName": "", "type": "conversation"}, {"content": "＂I yet find myself asking what my king would have me do, unable to find a will of my own.＂", "speakerName": "", "type": "conversation"}, {"content": "His king's last words urged him to find his own path, yet he was unable to do so—and because of this, he felt unworthy to forge a pact.", "speakerName": "", "type": "conversation"}, {"content": "Alberius saw this was, in its way, a sign of Chthonius's unshakable loyalty to his king, as well as his sincerity toward himself.", "speakerName": "", "type": "conversation"}, {"content": "＂I promise you I will someday become a man you will want to form a pact with. When the day comes that we are both worthy, let us form one.＂", "speakerName": "", "type": "conversation"}, {"content": "Seeing Alberius smile as he spoke, Chthonius was reminded of his king.", "speakerName": "", "type": "conversation"}, {"content": "Alberius was a human—a brief, flickering life that could never hope to compare to a dragon. Yet at times, he bore an uncanny resemblance to the great dragon king of old.", "speakerName": "", "type": "conversation"}, {"content": "Chthonius wondered just what made him feel that way, and thought to himself that the day he was able to answer that question on his own might become the day he formed a pact.", "speakerName": "", "type": "conversation"}, {"content": "For today, he would walk with Alberius no matter how foolish it might be. And when today became tomorrow, he would greet that day anew and begin his walk once more.", "speakerName": "", "type": "conversation"}, {"content": "In that way, the future his king wished for might just come to pass, even if it meant he would be serving another.", "speakerName": "", "type": "conversation"}, {"content": "But all he wanted was to be his purest self, so he bore this wish in his heart as he walked alongside Alberius.", "speakerName": "", "type": "conversation"}, {"content": "And did the long-awaited day ever arrive? Ah, but you already know the answer to that.", "speakerName": "", "type": "conversation"}]}]