[{"conversations": [{"content": "Captivating Courage: Part One", "speakerName": "", "type": "conversation"}, {"content": "A thousand years ago in a time of war and chaos, there lived a dragon named Pele. She eventually grew weary of strife and took up a quiet, solitary life atop a nameless volcano.", "speakerName": "", "type": "conversation"}, {"content": "One day, the army of a powerful nation came to her volcano with slaves in tow to mine the iron ore needed to forge new weapons.", "speakerName": "", "type": "conversation"}, {"content": "Pele had no taste for war, and so decided to find a new home. But as she left the volcano, she was spotted by the army. Unwilling to fight back, she was easily taken captive.", "speakerName": "", "type": "conversation"}, {"content": "The soldiers intended to harvest her scales and claws to make weapons. She was tossed in the slaves' cage for holding until preparations to ship her back to their land were complete.", "speakerName": "", "type": "conversation"}, {"content": "The cage was too strong for Pele to break, and a single slave was made to stand watch over her. His name was Archeole, a farmer whose land had been overrun by this very army.", "speakerName": "", "type": "conversation"}, {"content": "Archeole had never seen a dragon before, and curiosity compelled him to speak to Pele. The dragon, for her part, wanted nothing to do with the man, but eventually gave in.", "speakerName": "", "type": "conversation"}, {"content": "Archeole spoke of a dream to rise from the position of slave and be king of his own land—a place free of war. Pele laughed it off as fantasy, but Archeole was deadly serious.", "speakerName": "", "type": "conversation"}, {"content": "＂Would you allow your life to be shaped by whims of another?＂ asked Archeole. As Pele pondered her response, the silence was broken by a nearby scream.", "speakerName": "", "type": "conversation"}, {"content": "Some of the soldiers were tormenting one of the slaves while the rest averted their eyes in fear. A moment later, Archeole charged the soldiers, screaming at the top of his lungs.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Captivating Courage: Part Two", "speakerName": "", "type": "conversation"}, {"content": "The captive dragon Pele watched as Archeole charged the soldiers abusing a fellow slave. In a matter of moments, the soldiers had their attacker pinned to the ground.", "speakerName": "", "type": "conversation"}, {"content": "As Pele watched in silence from her cage, doubt crept into her mind. She could understand feeling outrage at seeing your own harmed, but a man with ambitions cannot be impetuous.", "speakerName": "", "type": "conversation"}, {"content": "＂You should have behaved yourself if you wished to be a king,＂ said Pele. At this, Archeole turned to her and gave a wan smile.", "speakerName": "", "type": "conversation"}, {"content": "＂A man who does not get angry on behalf of his fellows will never be king,＂ he said. Those words suddenly ignited a fire in Pele's belly she had never felt before.", "speakerName": "", "type": "conversation"}, {"content": "As the soldier holding Archeole down made to gouge out one of the man's eyes as punishment, Pele's body moved of its own accord and shattered the cage that held her.", "speakerName": "", "type": "conversation"}, {"content": "Pele went at the soldiers. Unlike other battles she had fought, a boundless power now welled up within her. Terrified of the crimson dragon, the army abandoned the slaves and fled.", "speakerName": "", "type": "conversation"}, {"content": "The slaves' first reaction to their new freedom was fear—would the army return to punish them? But Archeole was quick to answer: ＂If they return, then we will simply fight them back.＂", "speakerName": "", "type": "conversation"}, {"content": "Pele was captivated by the man's courage. This man deserved a throne. He MUST be king. And so she bowed her head low and swore an oath of fealty on the spot.", "speakerName": "", "type": "conversation"}, {"content": "Archeole led the slaves down the mountain to a forest at its foothills where together they built a nation. They borrowed Pele's might to mine the volcano and traded in rich ore.", "speakerName": "", "type": "conversation"}, {"content": "Those resources saw them expand into a vast kingdom they called Alba. And their new king, Archeole, ruled over his people as a wise and gentle leader.", "speakerName": "", "type": "conversation"}, {"content": "The kingdom that had enslaved Archeole attacked Alba time and again, but each time Archeole's wisdom and Pele's strength turned them back.", "speakerName": "", "type": "conversation"}, {"content": "A few short decades after its birth, Alba was the pinnacle of prosperity in the land. In time, it would fall in a single night to a new calamity, but even after this Pele remained loyal.", "speakerName": "", "type": "conversation"}]}]