[{"conversations": [{"content": "The Dragon & the Coach: Part One", "speakerName": "", "type": "conversation"}, {"content": "Arctos is a dragon whose heart blazes with passion. With his exceptional blacksmithing skills, he serves as a coach for the three smithing sisters of the Halidom.", "speakerName": "", "type": "conversation"}, {"content": "His cries echo out across the land: ＂Drag that log and run! RUUUUN! A smith's arms and legs are life! If you wanna swing that hammer, you gotta TRAIN that hammer!＂", "speakerName": "", "type": "conversation"}, {"content": "While his training regimen is harsh, it produces only top-tier results. The sisters believe in their coach and put their hearts into his program, growing more and more each day.", "speakerName": "", "type": "conversation"}, {"content": "After one particularly tough day, Ramona asked her coach how he had learned his smithing skills.", "speakerName": "", "type": "conversation"}, {"content": "＂By improving tirelessly and taking it one day at a time!＂ he replied. ＂But it wasn't always this way— it took work and dedication.＂", "speakerName": "", "type": "conversation"}, {"content": "The sisters had a hard time picturing their coach as a young smith lacking in talent, but clearly he, too, had to work his way up the ladder.", "speakerName": "", "type": "conversation"}, {"content": "＂Did you learn your skills from someone, Coach?＂ asked Ramona. ＂Well, er... I don't know if I wanna talk about that...＂", "speakerName": "", "type": "conversation"}, {"content": "It was the first time the coach had sounded hesitant and awkward, which left the sisters only more curious. In the face of their insistence, he resumed speaking:", "speakerName": "", "type": "conversation"}, {"content": "＂Fine, then! If you wanna hear my story, strap in and get ready. But this ain't no feel-good tale where we walk it off in the ninth!＂", "speakerName": "", "type": "conversation"}, {"content": "His story began a century ago, when a lone man wandered onto the mountain a young Arctos called home and set up a small smithy.", "speakerName": "", "type": "conversation"}, {"content": "The young dragon had no interest in smithing, yet curiosity drove him to the shop. Once inside, he was stunned by the beauty, elegance, and style of the man's work.", "speakerName": "", "type": "conversation"}, {"content": "＂It was freakin' genius!＂ cried Arctos. ＂One look was enough to make me want to pick up the hammer myself, but when I asked the man to take me under his wing and train me...＂", "speakerName": "", "type": "conversation"}, {"content": "＂He refused! Flat out refused! Said 'it sounded like a pain.' You BELIEVE that?!＂", "speakerName": "", "type": "conversation"}, {"content": "But with his request declined, how did Arctos manage to come by his blacksmithing expertise...?", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Dragon & the Coach: Part Two", "speakerName": "", "type": "conversation"}, {"content": "When a genius smith came to Arctos's home, the dragon petitioned to become his student. The shiftless man refused, however, saying only that it 'sounded like a pain.'", "speakerName": "", "type": "conversation"}, {"content": "The man did not seek to craft ever stronger and better weapons. He had no wish to be useful to others. He simply wanted to make pieces whenever the mood struck him.", "speakerName": "", "type": "conversation"}, {"content": "When Arctos kept pestering him, the man said, ＂Effort and all that is pointless. Nothing really matters.＂ As the dragon believed in hard work above all, these words enraged him.", "speakerName": "", "type": "conversation"}, {"content": "＂Fine, then!＂ the dragon cried. ＂If he won't teach me his skills, I'll watch him work and learn 'em myself! Then I'll take 'em out into the world and use 'em to help others!", "speakerName": "", "type": "conversation"}, {"content": "For years, the dragon made his way to the man's shop and committed his every action to memory, until one day he had learned every skill the man possessed.", "speakerName": "", "type": "conversation"}, {"content": "＂How ya like THEM apples?!＂ cried a proud Arctos. ＂This is the power of never quittin', never surrendering, and never givin' up! And that's what YOU get for mockin' me!＂", "speakerName": "", "type": "conversation"}, {"content": "The man, old and wrinkled from the passage of years, smiled. ＂Indeed, Arctos, dreams can come true with struggle. And it was not only your own dream you've made manifest.＂", "speakerName": "", "type": "conversation"}, {"content": "＂For you see,＂ continued the man, ＂I was once a smithing teacher of great renown.＂", "speakerName": "", "type": "conversation"}, {"content": "The man explained to a stunned Arctos how he had grown weary of nobles seeking to monopolize his talents, and built his smithy deep in these mountains to escape it all.", "speakerName": "", "type": "conversation"}, {"content": "＂I threw my efforts into improving my skills as a smith, to aid the world and all the people in it,＂ said the man quietly. ＂And when I saw what it brought me, I fell into despair.＂", "speakerName": "", "type": "conversation"}, {"content": "＂Even so, my hand never let go of my hammer; there was an inexhaustible flame in my heart that smoldered no matter what hardship came.＂", "speakerName": "", "type": "conversation"}, {"content": "＂I even dreamed of taking on a pupil, though I lacked the will to do so. And yet now you have come along with naught but guts and hard work and made yourself my pupil instead.＂", "speakerName": "", "type": "conversation"}, {"content": "＂I owe you for that, Arctos, and I would have you use the skills you learned from me as you see fit.＂ And with those words, the curtain fell upon the man's mortal life.", "speakerName": "", "type": "conversation"}, {"content": "Having finished his tale, a flicker of sadness crossed Arctos's face. ＂Can't believe that jerk waited until the end to tell me something so important...＂", "speakerName": "", "type": "conversation"}, {"content": "Yet within moments, the passionate Arctos returned. ＂Right then, that's enough woolgatherin'! We've got the future ahead of us, and that means you gotta get back to the program!＂", "speakerName": "", "type": "conversation"}, {"content": "＂Yes, Coach!＂ cried the sisters. They then proceeded to take all the respect and love they had for their teacher and pour it into the skills they inherited from their father.", "speakerName": "", "type": "conversation"}]}]