[{"conversations": [{"content": "A Horse's Tale: Part One", "speakerName": "", "type": "conversation"}, {"content": "Once upon a time, there was a dragon named Yulong—and what a rowdy one he was!", "speakerName": "", "type": "conversation"}, {"content": "He gave himself the nickname of Hell's Stallion, and wherever he went, mayhem and fights soon followed. He truly felt himself to be the center of the entire world.", "speakerName": "", "type": "conversation"}, {"content": "People tried desperately to capture him, but to no avail. He would simply mock their efforts, telling his pursuers there was no way anyone could ever keep up with Hell's Stallion.", "speakerName": "", "type": "conversation"}, {"content": "But though he was indeed quite fast, he lacked brains—so the people finally caught him with the help of a subtle trap. Then, while he awaited his punishment, he heard a voice...", "speakerName": "", "type": "conversation"}, {"content": "＂I will save you, dragon—but in return, you must go to Shepan Mountain. Wait there for one in training, and become their horse.＂", "speakerName": "", "type": "conversation"}, {"content": "Yulong would rather die than let someone on his back, but seeing his opportunity to escape, he pretended to go along with the plan. However, the voice was not fooled.", "speakerName": "", "type": "conversation"}, {"content": "＂Heed my words, dragon!＂ said the voice in a tone that demanded utter supplication. ＂You must do as I ask of you. For if you do not...＂", "speakerName": "", "type": "conversation"}, {"content": "After hearing those words, the dragon felt pure excitement. And indeed, this moment proved to be the first step toward a completely new and wonderful life.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "A Horse's Tale: Part Two", "speakerName": "", "type": "conversation"}, {"content": "After being imprisoned for causing endless trouble, Yulong was saved by a mysterious voice. As it ordered, he journeyed to Shepan Mountain, where he waited for one in training.", "speakerName": "", "type": "conversation"}, {"content": "As he waited, a single horse caught his eye. Feeling hungry, the dragon thanked his good luck and downed the horse in a single bite.", "speakerName": "", "type": "conversation"}, {"content": "Yulong thought he had never been more satisfied after a meal. But just as he was ready to take a nap, he saw a young Qilin woman approach.", "speakerName": "", "type": "conversation"}, {"content": "＂I'll have you know that horse you just ate belonged to me,＂ she said. She spoke with grace and calm, showing no fear of the dragon.", "speakerName": "", "type": "conversation"}, {"content": "＂Well, I was hungry,＂ stated Yulong. ＂Then for the rest of my journey, you will serve as my steed in his place,＂ came the woman's reply.", "speakerName": "", "type": "conversation"}, {"content": "Yulong began to yell and curse at the woman's suggestion, but she remained as calm as a lake on a windless day.", "speakerName": "", "type": "conversation"}, {"content": "＂You have caused trouble for countless people, dragon, and you need to be punished for it.＂ Yulong was shocked—how could this strange woman know of his past?", "speakerName": "", "type": "conversation"}, {"content": "＂Now hurry and become my steed!＂ she said, smacking the dragon on his haunches. Yulong's reaction was not what one would have expected.", "speakerName": "", "type": "conversation"}, {"content": "＂This feels...AMAZING!＂ he cried. ＂Amazing?＂ cried the woman as she smacked him again and again. ＂Bah! You must reflect on what you've done! Bad horse! BAD HORSE!＂", "speakerName": "", "type": "conversation"}, {"content": "Thus was Yulong whipped into shape, and everyone lived happily ever after. The end!", "speakerName": "", "type": "conversation"}, {"content": "＂...Wu Kong! How dare you distort the tale of how I met Xuan Zang!＂ ＂Eh, my version was close enough.＂ ＂It was no such thing!＂", "speakerName": "", "type": "conversation"}, {"content": "＂What an interesting tale. Is that truly how you think of me, Wu Kong?＂ ＂Ack! Master! You...heard that?＂ ＂I certainly did. Now answer me.＂", "speakerName": "", "type": "conversation"}, {"content": "＂I...um... Run awaaaaaay!＂ ＂Get back here, Wu Kong!＂ ＂Er, so we are clear, everything he just said was nonsense.＂", "speakerName": "", "type": "conversation"}]}]