[{"conversations": [{"audioPaths": [], "content": "To Eternal Paradise: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "There was once a boy who, in trying to protect the world, was transformed into a thing that would destroy it. Eyes that had once burned with idealism held only hate as he stared at the corpses of the Five Greatwyrms before him.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂How sad and lowly you are. Though you were of the Six Greatwyrms of legend, you were restricted by a pact with a single brat, and thus did your destruction come.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Now serving as a vessel for the Other, the boy had become unstoppable. His lips curled into a rapturous smile—an expression of the first joy felt by the Other, borne of hatred a thousand years prior.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "In that moment, the Other—Morsayati— had destroyed all of the dragons.  Yet his hatred did not subside.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Not even the Other had anticipated this. Yet it was only natural that such a being— this incarnation of hatred—would not be  satiated by merely accomplishing some long-held objective.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Even with the dragons gone from this world, my hatred for them burns ever bright.＂  And so the Other sought further retribution.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The remains of the Five Greatwyrms before him had begun to return to mana. He put a stop to that, using his miasma to seal them. Yet it still wasn't enough. He needed to trample upon them further.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The Other then divided the power of the dragons into a form even smaller than mana. This act, an affront to the soul, brought about an eternal death for the wyrms, whose mana could not return to the cycle of life.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂It's not enough. No. I need more.＂  The Other's soul still burned with an unquenchable thirst for vengeance.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He ruminated over his hatred of the dragons who had deceived him and stolen his mother away by forcing their absurd ways upon her. And as he thought, realization came over him.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The Other did not merely hate the dragons' existence—he hated the very order of the world which gave the dragons freedom to behave however they liked.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Elysium is the dragon from which all follows. I will destroy the order of the world that permits the dragon's hegemony and form it anew. Only then will my revenge be complete.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As he muttered this, a great maelstrom of miasma formed in the clouded sky. The vortex continued to spread until it had swallowed the Five along with all the skies of Alberia.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Be wrought unto this world now. I call forth a new contract. A new dragon. A being to desecrate all that is or was.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Once the maelstrom had blackened the skies, something new spread its five-colored wings: a creature that bound together the power of the Five Greatwyrms.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂O great Creator. Give unto me your wishes that I may make all as you will it.＂  This was Chronos, the final dragon. Wrought by the destroyer. Born to upend the world.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210164011, "title": "To Eternal Paradise: Part One"}, {"conversations": [{"audioPaths": [], "content": "To Eternal Paradise: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Once, in one world among the many, the Other killed all dragons and then twisted the corpses of the Five Greatwyrms to create Chronos, a desecration of dragons. But what did this being do to the world it now inhabited...?", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Ranzal gazed up at the swirling maelstrom in the sky and sensed the death of the Five.  ＂Can't believe he killed 'em all at once...＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Ranzal had lost one comrade after another, and now it had happened yet again. But this time, he had lost the dragons who were the very fount of power in the world.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Well, guess I better get my butt in gear. Heh.＂ He couldn't help but chuckle at the hundreds of despairs he had suffered. But his friends had entrusted the future to him, and he would not stop so long as there was a sliver of hope.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As he ruminated, Malka, one of his few  surviving comrades from when the Halidom was still the Halidom, entered their hideout with a report in hand.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂What's the word from the bigwigs?＂ he asked, for he had requested that Malka visit the Alberian feudal lords and clans in order to seek their cooperation.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Ever since the Other had seized New Alberia, the people had been scattered. Now, the only hope left was to come back together as one and defeat the Other with their combined might and force of will.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Ya went to that big sylvan settlement in the northeast, yeah? The last one left after Myriage Lake fell? How'd it turn out?＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Ranzal hoped his comrade would say he had secured their assistance, but his response was something altogether unexpected. ＂What are you talking about, Ranzal?＂ he asked. ＂That settlement has already been destroyed.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "In that moment, Ranzal felt his mind falter, almost as if someone had pulled it out and meddled with it without his knowing.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Oh yeah,＂ he muttered. ＂I remember now. The Other took that settlement out right after Myriage Lake fell.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Can't believe I thought there was a village there. I must be older'n I thought! Bwa ha ha!＂ He made a joke to hide his discomfort and attempted to move on, but then...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Hey, wait. If it's gone, who are we gonna ask for reinforcements?＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The sylvan village. The Valkaheim Resistance. Even his own father in Saint Lotier. All of their strongest forces had been laid low.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂So, uh, Malka? Where'd ya actually GO?＂ Ranzal lifted his head to look at Malka as he asked this...but no one looked back.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Who the hell have I been talkin' to?＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Carefully surveying the hideout, he saw that it was completely empty save for himself. ＂Oh yeah. That's right. I got away from that last fight and came runnin' here. I'm alone. I've always been alone.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂You are a lawless renegade,＂ said a soft voice behind him. ＂An opposer of my liege.＂ When Ranzal spun around at the new sound, he saw a black dragon standing on two legs.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Now vanish into the stream of time along with every moment of rebellion against him that has ever been or ever will be. ...Begone.＂ And as he spoke these words, a new history formed itself in Ranzal's mind.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "(Oh, that's right. I died in the Halidom. Me and all my friends died in the—)  Before he could even voice these thoughts, Ranzal had vanished from existence.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂History has been righted as you commanded, my liege.＂  Chronos quietly departed the hideout.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "A new dragon was born in a new world. A dragon called Chronos. He is a transcender of dimensions, a desecrater of the world, and the enemy of the very order upon which all existence is built. ", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210164012, "title": "To Eternal Paradise: Part Two"}]