[{"conversations": [{"audioPaths": [], "content": "Eternal Smile: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Shingen leads the Tiger Wyrmclan.  And his pactwyrm Fudo Myo-o is ever at his side.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Though the dragon is not given to excessive conversation, theirs is a truly harmonious existence. Shingen is the beneficiary of her assistance, and the pair operates as though their hearts are connected.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "For example, when Shingen came up with a new military strategy, the wyrm—knowing he was not much of a writer—suddenly appeared and offered to pen it on his behalf.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Another time, when he proposed remodeling the grounds to ward off miscreants, Fudo Myo-o was already renovating the entire castle from his private chambers to the privy.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Finally, when a particular battle was drawing near and Seimei divined Shingen's fortunes, Fudo Myo-o had prepared, without his knowing, objects to elevate said fortunes.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Fudo Myo-o is ever taking proactive and silent measures, seeing to even the finest details of Shingen's life—and Shingen in turn trusts her from the bottom of his heart.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "However, there are some things he finds difficult to confide in her as a consequence of that trust...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "One day, a marriage proposal unexpectedly found its way to Shingen.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Though Shingen was over thirty years old, he as yet had no heir. For the twelve Wyrmclan leaders whose lives are truncated by their soulpacts, the production of an heir is not a problem to be ignored.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "However, the partner in this proposal was a stranger determined by family status alone. Shingen was not inclined to consent to a marriage without knowing the other person, but was at a loss as to how to proceed.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He worried and fretted, unable to discuss something like this with even Fudo Myo-o. Finally, he took the received proposal, put it on a high shelf, and went to bed.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "A few days later, a new letter arrived.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The letter stated that the person wished to break off the marriage talks, and Shingen had no idea what could have happened to cause the proposal to falter.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "With no other recourse, Shingen consulted with Fudo Myo-o. And as was always the case, the wyrm broke out into a little smile as she asked Shingen what had transpired.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210169011, "title": "Eternal Smile: Part One"}, {"conversations": [{"audioPaths": [], "content": "Eternal Smile: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Fudo Myo-o is the dragon of the Tiger.  She has sworn a soulpact with Shingen and is ever at his side, watching over him. ", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "She has a tacit understanding of his mind, and together they are two hearts that beat as one. In times of sickness and health, she is watchful of Shingen's every move, and devotes herself above all else to his service.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "For example, whenever Shingen is in bed and seems to have a thought, she quickly takes pen in hand and asks if there is anything she might write down for him.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Also, when she eavesdropped and realized he was thinking of remodeling the castle, she meticulously renovated everything from his chambers to the privy in order to increase her time with him.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Finally, when Shingen had the Ox Wyrmclan leader divine his fortunes for his next battle, she snagged a nearby shikigami fox girl and had her procure a large number of items in order to improve his outlook.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "At all times, Fudo Myo-o is gazing at, feeling, and loving Shingen from the depths of her heart. Though the feelings are not given words, she believes without a shred of doubt that they are mutual.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "However, she understands there are some things difficult to confide as a consequence of such love.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "One day, a marriage proposal unexpectedly found its way to Shingen.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Though she knew it impossible for Shingen to love any woman but herself, she also knew rejecting the proposal would be a painful thing for so kind a soul.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As she gazed at Shingen, she saw him wearily place the letter on a high shelf and retire to his bed.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Fudo Myo-o waited for sleep to take him, then stole silently into his room. As she read through the letter, a mysterious smile slowly began to spread across her face.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The next day, a woman came to visit Fudo Myo-o. She bowed her head respectfully, her face a mixture of hope and anxiety. ", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "This woman was the one whom Shingen was proposed to wed, and Fudo Myo-o had summoned her forth.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Fudo Myo-o figured that before the woman could become his wife, she ought to see Lord Shingen working up close, and expressed this in the form of concern for the poor woman.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But of course, Fudo Myo-o cared not a whit for the potential marriage partner—it was all a scheme to induce the woman to give up her marriage talks.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Fudo Myo-o told the woman to hide for a day and observe Shingen in secret as he worked, after which she returned to Shingen and behaved as usual.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Certainly for the pair of them, the scenes that unfolded were perfectly normal. But for the woman, it was enough for her to surrender the idea of ever marrying the man.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "She saw how theirs was a silent, yet harmonious existence. Shingen was the beneficiary of her assistance, and the pair operated as though their hearts were one.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The woman knew she could not provide such devotion—especially with the dragon already at his side—and thus decided to withdraw.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "A few days later, a new and solemnly worded letter arrived to Shingen, telling him that she wished to call off the wedding talks.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Shingen had no idea what could have happened to cause the proposal to falter, so he consulted with Fudo Myo-o.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Well, as I had always intended to refuse, I suppose this does save me some trouble...＂ As Shingen trailed off with these words, Fudo Myo-o was filled with joy.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Their feelings were mutual after all—and even without words, the pair of them were always tied together in the depths of their hearts. No one could interfere with such a love.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And as she listened to him speak, she again broke out into a little smile.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210169012, "title": "Eternal Smile: Part Two"}]