[{"conversations": [{"content": "A Rolly-Polly Halloween: Part One", "speakerName": "", "type": "conversation"}, {"content": "Our story today tells of Maritimus, choir owner, dragon, and avid socialite. With Halloween approaching, he finds himself ever so busy!", "speakerName": "", "type": "conversation"}, {"content": "The choir needs preparing, of course, but so do costumes, treats, and decorations! It's enough to make a big, fluffy head burst!", "speakerName": "", "type": "conversation"}, {"content": "While he hurries to and fro, he finds himself growing frazzled. ＂If only there were three more of me!＂ he says, and the words echo into the night. But wait... What's that?", "speakerName": "", "type": "conversation"}, {"content": "Something rolls forth from the dark. Closer, closer... Wait, it's going to crash right through the window!", "speakerName": "", "type": "conversation"}, {"content": "The intruder is fluffy, it's lumpy, it's got no spatial awareness— and it CRASHES right into Maritimus with a heavily padded thud.", "speakerName": "", "type": "conversation"}, {"content": "＂What in the world is going on?!＂ says Maritimus. ＂...Oh. It's you three!＂", "speakerName": "", "type": "conversation"}, {"content": "Suddenly, the fluffy lump grows a gaggle of arms and legs— and then splits into three tiny versions of Maritimus! They strike a practiced pose in greeting.", "speakerName": "", "type": "conversation"}, {"content": "＂You're the famously helpful Trouble Trio,＂ Maritimus says, and he's right. The Trio's problem-solving exploits are known far and wide.", "speakerName": "", "type": "conversation"}, {"content": "＂We're here to help with Halloween!＂ the Trio says together. They strike a pose befitting a hero, and what a perfect pose it is.", "speakerName": "", "type": "conversation"}, {"content": "And so the Halloween prep begins! Cookie cutting, candy wrapping, and perhaps the odd marshmallow gone missing. Shhh, don't tell!", "speakerName": "", "type": "conversation"}, {"content": "Together, Maritimus and the Trouble Trio manage to knock out each and every task! Yaaay!", "speakerName": "", "type": "conversation"}, {"content": "Finally Halloween arrives, and Maritimus dresses up as a magician, all stylish and cool. He sets off for town alongside the Trio, loaded up with treats!", "speakerName": "", "type": "conversation"}, {"content": "The townsfolk have been waiting, and they flock around Maritimus when he arrives. What a superbly popular fellow he is!", "speakerName": "", "type": "conversation"}, {"content": "＂I hope you all have the most super-duper-happiest of Halloweens!＂ says Maritimus, one big smile. But what's this? What's going on?!", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "A Rolly-Polly Halloween: Part Two", "speakerName": "", "type": "conversation"}, {"content": "When we last left our tale, Maritimus had just arrived in town with the Trouble Trio.", "speakerName": "", "type": "conversation"}, {"content": "But then, disaster! Our fluffy white friend finds himself facing the unthinkable! Ah, but we'll get there soon...", "speakerName": "", "type": "conversation"}, {"content": "Arriving in town beside Maritimus, the Trouble Trio are a massive hit! Cries of ＂CUUUTE!＂ ＂OMG!＂ and ＂Daddy, I want one!＂ follow wherever they go.", "speakerName": "", "type": "conversation"}, {"content": "Naturally, the Trio are eating it up. They strike an adorable pose, and hand out even more treats. Seriously, they are so. CUTE!", "speakerName": "", "type": "conversation"}, {"content": "The people are in a tizzy, fawning over the Trouble Trio to no end. Meanwhile, Maritimus is left alone...", "speakerName": "", "type": "conversation"}, {"content": "You see, Maritimus cares very much about his standing in town. He has worked long and hard to gain the favor of the townsfolk.", "speakerName": "", "type": "conversation"}, {"content": "But though the people circled around him only moments before, now he is outside the circle completely...", "speakerName": "", "type": "conversation"}, {"content": "And at that moment, he left. In the dark of the church, he curled into the tightest ball he could, and let sadness wash over him.", "speakerName": "", "type": "conversation"}, {"content": "But just as he did, the room filled with light. ＂Mariti, what are you doing here?＂ a voice asked. Timidly, Maritimus raised his head.", "speakerName": "", "type": "conversation"}, {"content": "To his surprise, he saw everyone from town, looking oh so worried. ＂But...I thought you all didn't need me anymore?＂", "speakerName": "", "type": "conversation"}, {"content": "＂Never!＂ one man said. ＂What would life be like without you?＂ Everyone nodded in agreement, and broke into a run. They dove right into the dragon's big fluffy body!", "speakerName": "", "type": "conversation"}, {"content": "On and on they piled, adults and children and pets—even the Trouble Trio joined in!", "speakerName": "", "type": "conversation"}, {"content": "Nobody could do anything but smile, such was the atmosphere in the hall.", "speakerName": "", "type": "conversation"}, {"content": "And all thanks to Maritimus, the biggest, fluffiest, huggiest friend of all!", "speakerName": "", "type": "conversation"}, {"content": "Together with the Trouble Trio he rolled around with glee, and wished everyone a happy, rolly-polly Halloween!", "speakerName": "", "type": "conversation"}]}]