[{"conversations": [{"content": "Super Hamster War: Part One", "speakerName": "", "type": "conversation"}, {"content": "Daikokuten, dragon of the Mouse, is a mainstay of the Twelve Dragons of Hinomoto. He, along with the cat dragon Ebisu, is revered as a herald of profoundly good fortune.", "speakerName": "", "type": "conversation"}, {"content": "Word has it that anything either of them bites is granted, in Daikokuten's own words, a ＂power most divine.＂", "speakerName": "", "type": "conversation"}, {"content": "The origin of this legend? A tale passed down through generations: Hundreds of years ago, in the capital of Hinomoto, there was... A Super Hamster War.", "speakerName": "", "type": "conversation"}, {"content": "And what set this conflict in motion were two round pieces of mochi, offered to a shrine of Daikokuten.", "speakerName": "", "type": "conversation"}, {"content": "The dragon was filled with joy, for he was quite fond of mochi. As he took them in his hand...Ebisu swooped in with a shout, and snatched one of them away.", "speakerName": "", "type": "conversation"}, {"content": "Ebisu was fond of such pranks. Daikokuten, resigned to his loss, decided to share the mochi willingly. But when the two dragons went to bite down on their respective treats...", "speakerName": "", "type": "conversation"}, {"content": "＂SQUEEEEAK!＂ The mochi squealed as they bit down—revealing that they were not mochi at all, but hungry little hamsters who had gobbled up the offerings.", "speakerName": "", "type": "conversation"}, {"content": "Bitten by these two dragons of fortune, they began to shine brightly. ＂Squeak...squeeeak!＂", "speakerName": "", "type": "conversation"}, {"content": "With one final squeak, they were instantly transformed into...  SUPER HAMSTERS, resplendent with power most divine!", "speakerName": "", "type": "conversation"}, {"content": "The Super Hamsters went wild inside the shrine. With a power far beyond what their tiny frames would suggest, they munched through pillars and thick books in the blink of an eye.", "speakerName": "", "type": "conversation"}, {"content": "The chaos showed no signs of abating. Ebisu suddenly found himself a slave to his animal instincts.", "speakerName": "", "type": "conversation"}, {"content": "＂MROOOOW! I CAN'T HOLD BACK!＂ His anguish resounding in the air, he heaved his great bulk to the ground and zoomed off after the hamsters.", "speakerName": "", "type": "conversation"}, {"content": "Shocked by their sudden pursuer, the hamsters zipped off towards the capital proper, Ebisu in hot pursuit.", "speakerName": "", "type": "conversation"}, {"content": "＂Gracious me,＂ Daikokuten mused. ＂I must stop them, and quickly!＂ Thus did the Super Hamster War begin! ", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Super Hamster War: Part Two", "speakerName": "", "type": "conversation"}, {"content": "The Super Hamsters ran amok around the capital, their pursuer Ebisu—and HIS pursuer, Daikokuten—in tow! The Super Hamster War had begun!", "speakerName": "", "type": "conversation"}, {"content": "Chomp-chomp-chomp! The hamsters chewed through pillars and bales of rice all throughout the capital, leaving splintery havoc in their wake!", "speakerName": "", "type": "conversation"}, {"content": "They would surely bring ruin to the capital if left to their own devices. Yet Daikokuten had a plan. He defiantly barred the hamsters' path, revealing his secret weapons.", "speakerName": "", "type": "conversation"}, {"content": "He drew out a stone, and intoned:  ＂Power most divine, number one! Simplicity. Austerity. The wabi-sabi stone!＂", "speakerName": "", "type": "conversation"}, {"content": "Next, he drew out a cicada husk:  ＂Power most divine, number two! Hearken to the finality of summer's end. Memory of the cicada's cry!＂", "speakerName": "", "type": "conversation"}, {"content": "Three, four, five... One after the other, he brought out his divine collection. ＂The grace of these goods will purify their hamster hearts and still this rampage!＂ Pride shone in his eyes.", "speakerName": "", "type": "conversation"}, {"content": "And just as he had hoped, the hamster's rampage... Well, no, actually, it didn't work at all. ＂M-my artifacts were ineffective?!＂", "speakerName": "", "type": "conversation"}, {"content": "The hamsters continued to consume. Daikokuten, envisioning the mochi blight that would result, reeled. Yet at this moment, inspiration struck.", "speakerName": "", "type": "conversation"}, {"content": "＂I've got it!＂  Daikokuten sought the help of the people to quickly cobble together a particular object.", "speakerName": "", "type": "conversation"}, {"content": "Next, he turned to Ebisu, fully a slave to his feline tendencies, and halted his hunt by brandishing a cat's toy. ＂Hee hee! Oh, yes, I know JUST how to handle an excitable kitty!＂", "speakerName": "", "type": "conversation"}, {"content": "Ebisu purred, ＂Mrooow?! I can't resist a good cat toooooy!＂ His attention diverted, Daikokuten baited Ebisu and the hamsters to a four-way crossroads.", "speakerName": "", "type": "conversation"}, {"content": "What awaited them...was a gigantic patch of sticky paste! Daikokuten had created a trap from the very rice the hamsters had nearly ruined!", "speakerName": "", "type": "conversation"}, {"content": "＂Phew! 'Cr-rice-sis' averted!＂  And so, the Super Hamster War that had embroiled the capital came to an end.", "speakerName": "", "type": "conversation"}, {"content": "Ah, but the tale continues! With the power most divine drawn out of their bodies, the hamsters later paid a visit to Daikokuten's shrine, bearing heaps of mochi in offering.", "speakerName": "", "type": "conversation"}, {"content": "＂I'd say you've earned the right to do as you please here, my fuzzy friends!＂ With peace brokered, the hamsters became a fixture at the shrine... where they allegedly live to this day.", "speakerName": "", "type": "conversation"}]}]