[{"conversations": [{"content": "First Love: Part One", "speakerName": "", "type": "conversation"}, {"content": "There were two things Cupid adored more than anything: happiness and love itself. That was why he did all he could to help the romances of others flourish and grow.", "speakerName": "", "type": "conversation"}, {"content": "One day, he would help someone look for a soul mate. The next, he would bring two people together. Helping others realize their love made them happy—and him, too!", "speakerName": "", "type": "conversation"}, {"content": "One day, Cupid met a cute girl and instantly knew that he wanted to make her happy.", "speakerName": "", "type": "conversation"}, {"content": "But while the girl's eyes shone as she told him her dreams for the future, she had actually never been in love.", "speakerName": "", "type": "conversation"}, {"content": "＂I want to grow up to be a fine lady,＂ she said, ＂and fall in love with an amazing man. He'll return my love as he gazes into my eyes, and we will live in contentment forever.＂", "speakerName": "", "type": "conversation"}, {"content": "＂Oh wow!＂ said a smiling Cupid. ＂That sounds like a really happy life!＂", "speakerName": "", "type": "conversation"}, {"content": "He made a promise to her that when the day came, he would help her dreams come true.", "speakerName": "", "type": "conversation"}, {"content": "Finally, after several long years, the day the girl had awaited finally arrived.", "speakerName": "", "type": "conversation"}, {"content": "During that time, she had grown into a beautiful and fair-minded woman. Despite being a commoner, she was so popular that even the richest nobles were asking for her hand.", "speakerName": "", "type": "conversation"}, {"content": "So who would such a popular young lady choose to be her partner?", "speakerName": "", "type": "conversation"}, {"content": "In the end, she chose an unassuming young gardener. She told Cupid how madly in love she was, and that this young man was the one for her.", "speakerName": "", "type": "conversation"}, {"content": "But Cupid was less than impressed. Ordinarily, any romance was enough to fill him with excitement, but this one did not—and he had no idea why this was the case.", "speakerName": "", "type": "conversation"}, {"content": "＂I'm sure there's someone out there more fitting for you,＂ he told the girl. ＂A simple gardener can't possibly make you happy. Not like—＂", "speakerName": "", "type": "conversation"}, {"content": "Cupid caught himself before he could finish speaking, and was stunned by the realization of what he was about to say.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "First Love: Part Two", "speakerName": "", "type": "conversation"}, {"content": "The girl who Cupid met had grown into a fine young woman and fallen in love for the first time. The object of her affections was a gardener, which left Cupid feeling rather gloomy.", "speakerName": "", "type": "conversation"}, {"content": "Cupid tried to change her mind. ＂I'm sure there's someone out there more fitting for you,＂ he told the girl. ＂A simple gardener can't possibly make you happy. Not like—＂", "speakerName": "", "type": "conversation"}, {"content": "He stopped short, for he knew he was about to nominate himself in place of the gardener—and the thought filled his heart with despair.", "speakerName": "", "type": "conversation"}, {"content": "He knew full well the couple was a perfect match; that they were deeply in love and meant for one another. He had known that since the day he first saw them together.", "speakerName": "", "type": "conversation"}, {"content": "＂So this is another kind of love,＂ he thought. ＂It's so...painful.＂", "speakerName": "", "type": "conversation"}, {"content": "Cupid had been in love with the THEORY of love, but did not know what it was in truth— or even how it actually felt.", "speakerName": "", "type": "conversation"}, {"content": "And while the pain in his heart didn't fill him with happiness, he still wished for the girl's life to be filled with joy.", "speakerName": "", "type": "conversation"}, {"content": "Even if he wasn't the one to make her happy, he still wanted her to have a long and fulfilling life.", "speakerName": "", "type": "conversation"}, {"content": "But what he had never realized until that moment was that the sadness he now felt was also a form of love.", "speakerName": "", "type": "conversation"}, {"content": "Finally, he went to the girl and said, ＂I will give you all the love I can, so you can be with the man you love for the rest of your lives.＂", "speakerName": "", "type": "conversation"}, {"content": "Hearing that, she ran back to the gardener and took his hand in hers. The life she'd long dreamed of had finally arrived.", "speakerName": "", "type": "conversation"}, {"content": "And so, the pair received Cupid's blessing and lived happily ever after...or so the story goes.", "speakerName": "", "type": "conversation"}, {"content": "As for Cupid, he redoubled his efforts to spread the joy of love to all.", "speakerName": "", "type": "conversation"}, {"content": "This experience taught him that love comes in many forms—both happy and sad. However, this only caused him to adore it all the more!", "speakerName": "", "type": "conversation"}, {"content": "＂My soul mate is love itself!＂ he cried. ＂That's why I'm able to stay in love with it even after going through such terrible sadness. How fortunate I am!＂", "speakerName": "", "type": "conversation"}, {"content": "And so, powered by this mutual love, Cupid continues to spend his days sharing that love with others, so that they can be happy too!", "speakerName": "", "type": "conversation"}]}]