[{"conversations": [{"content": "Good Wife, Wise Scheme: Part One", "speakerName": "", "type": "conversation"}, {"content": "When Tie Shan Gongzhu, a dragon of Taiwu, exchanged vows with Niu Mowang, they flew off to live as one at the summit of the beautiful Jiaoyun Mountain.", "speakerName": "", "type": "conversation"}, {"content": "When a village at the foot of the mountain received word that an army was advancing, the panicked villagers pleaded to the dragon couple for succor.", "speakerName": "", "type": "conversation"}, {"content": "Tie Shan Gongzhu, known as the Rakshesha, stood beside Niu Mowang in battle. However, the enemy army had also installed a dragon as their general.", "speakerName": "", "type": "conversation"}, {"content": "This dragon was a violent one, and ill-mannered towards his enemies. He had also once loved Tie Shan Gongzhu, and found that those feelings still burned bright.", "speakerName": "", "type": "conversation"}, {"content": "Alas, the power of jealousy is a dreadful thing, and the general promptly laid waste to the village soldiers and overwhelmed both Niu Mowang and Tie Shan Gongzhu.", "speakerName": "", "type": "conversation"}, {"content": "Long battles bring only attrition. When the couple gasped for breath, worn to the bone, the enemy proposed a cease-fire, calling on Tie Shan Gongzhu by name.", "speakerName": "", "type": "conversation"}, {"content": "Her husband suspected mischief, but Tie Shan Gongzhu disregarded his worries and made her way to the enemy camp.", "speakerName": "", "type": "conversation"}, {"content": "The enemy general gaped at her beauty—unchanged from the time when he loved her so—and began to entertain her with a banquet full of food, drink, and song.", "speakerName": "", "type": "conversation"}, {"content": "But Tie Shan Gongzhu was unmoved, and her steely heart had no room for such earthly pleasures. Instead, she asked her opposite to begin negotiations at once.", "speakerName": "", "type": "conversation"}, {"content": "With a leering smile, the general informed her of his proposal. ＂If you will be my wife,＂ he said, ＂I will withdraw and spare the village.＂", "speakerName": "", "type": "conversation"}, {"content": "Tie Shan Gongzhu stared in disbelief. This dragon had lent his strength to a human army purely out of desire for her. Heavy on her mind, though, was her utterly exhausted husband.", "speakerName": "", "type": "conversation"}, {"content": "The fierce Rakshesha closed her eyes and thought for several moments. Finally, she spoke in a voice heavy with the moment's gravity...", "speakerName": "", "type": "conversation"}, {"content": "＂Very well. I accept.＂", "speakerName": "", "type": "conversation"}, {"content": "The enemy general danced wildly for joy. But suddenly, Tie Shan Gongzhu lunged out and doused him with a bowl of cold water.", "speakerName": "", "type": "conversation"}, {"content": "＂However!＂ she continued, ＂I will be with no man weaker than my own. If you would make me your bride, you must defeat my husband in single combat.＂", "speakerName": "", "type": "conversation"}, {"content": "The enemy general chuckled, for he knew Niu Mowang was exhausted. Perhaps this was the perfect chance to let that man know what it felt like to lose something terribly precious!", "speakerName": "", "type": "conversation"}, {"content": "He agreed to the terms without another second's hesitation, and the great bargain was begun...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Good Wife, Wise Scheme: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Tie Shan Gongzhu agreed to become an enemy dragon-general's wife in order to end a long war—under the condition that her oppressor defeat her husband, Niu Mowang, in battle.", "speakerName": "", "type": "conversation"}, {"content": "Thus was the occasion established for two lovers to do battle for the heart of a single woman.", "speakerName": "", "type": "conversation"}, {"content": "Though riddled with wounds, Niu Mowang roused himself well and cut a magnificent figure when he stood before the enemy general.", "speakerName": "", "type": "conversation"}, {"content": "But the general struck first with a ferocious attack that forced his rival into a frantic defense.", "speakerName": "", "type": "conversation"}, {"content": "Confident in his victory, the general yelled in elation to his beloved. ＂Behold, Tie Shan Gongzhu! See how much stronger I am!＂", "speakerName": "", "type": "conversation"}, {"content": "＂You are a fool if you think my Niu Mowang will fall,＂ replied the dragon coolly.", "speakerName": "", "type": "conversation"}, {"content": "Seeing how her heart was a calm sea, the general grit his teeth and redoubled his attack on the overwhelmed Niu Mowang.", "speakerName": "", "type": "conversation"}, {"content": "＂Look at this cur!＂ he cried. ＂How can you still believe in him?!＂ ＂Ah, but it is a wife's joy to believe in her husband.＂", "speakerName": "", "type": "conversation"}, {"content": "The bonds of a true relationship are more solid than stone, and faced with this strength, the general decided to unleash all of his might in a final, devastating blow.", "speakerName": "", "type": "conversation"}, {"content": "Yet his strike stopped in mid-air as the supposedly beaten Niu Mowang rose up, grabbed the enemy's arm  with all of his fighting spirit, and flung him into a nearby boulder.", "speakerName": "", "type": "conversation"}, {"content": "The enemy general collided with the boulder with a deafening noise. ＂Why...are you so strong?＂ he whimpered before crumpling to the ground like a puppet with cut strings.", "speakerName": "", "type": "conversation"}, {"content": "＂A husband's joy is to reward his wife's trust,＂ said Niu Mowang with a broad smile.", "speakerName": "", "type": "conversation"}, {"content": "With their general lost, the enemy army collapsed. Thus was beautiful Jiaoyun Mountain saved, and all the villagers deeply touched by the bond between husband and wife.", "speakerName": "", "type": "conversation"}, {"content": "One must not fear trial and hardship. A husband and wife support each other for better, for worse, in sickness and in health. There is no limit to how strong one can grow for a beloved.", "speakerName": "", "type": "conversation"}, {"content": "Perhaps because of that, Tie Shan Gongzhu began training her love. ＂You will not fight so clumsily again!＂ she was heard to cry. ＂Now try again, and show more spirit this time!＂", "speakerName": "", "type": "conversation"}]}]