[{"conversations": [{"audioPaths": [], "content": "The Two Jeannes: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The wind carried with it the scent of blood, its touch a chill caress on the back of the neck. I hoisted the standard of war as I made for the northern continent.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "When I was seduced by black mana, I rained wanton destruction as my urges dictated. The young man with hope for the future freed me from its vile grip, but my crimes must yet be atoned for.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂And that is why you went north? To atone by bringing peace to a war-torn land?＂ A voice echoed in ridicule.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Even you should see the futility in that.＂ The owner of the voice barred my path. It was the other me—she who only I could see, adorned with wings of black.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂You have delivered victory upon victory to the peoples of this world. Yet did any of them eliminate conflict? Even if you end one war, another will break out. Let the records of history prove as such.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Clad in darkness, the other me spoke in a mellifluous whisper. ＂You are a powerful dragon. Wield that strength not for those who fight for the world, but for your own glory. Crush everything underfoot and revel in death.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "She enveloped my body with her ebon wings. Her eerie white limbs intertwined with my own. Nonetheless, I hoisted my flag high and moved onward. After a time, I found myself standing before a crumbling fortress.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210144011, "title": "The Two Jeannes: Part One (210144011)"}, {"conversations": [{"audioPaths": [], "content": "The Two Jeannes: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The other me, veiled in black, murmured. ＂Give up on guidance, and expend all of yourself in destruction.＂ I journeyed to the northern continent, and came to a crumbling fortress.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Could you be the sacred standard bearer?!＂ A young soldier noticed my presence. Apparently, I stood before a border fortress. However, prolonged war had exhausted the country's resources, and it fell into disrepair.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂We've endured until now, but we've reached our limit. Our enemies are on the cusp of a full-scale assault that will bring this fortress to heel. Please, dragon of guidance! Save us!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The other me whispered. ＂An exercise in futility.＂ Owing to declining wartime conditions, all but the youngest soldiers had clearly lost their morale. The specter of death lurked behind their hollow eyes.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "She pestered me further. ＂Even if they win here, all that awaits them is day after day of fighting to hold this position. Better that they just give up and stop resisting the inevitable.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Conflict will never disappear from this world. Victory has no meaning. Your guidance is meaningless—it is empty self-indulgence.＂ At this, I turned and replied to my other self.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂There may be some truth in your words, but I will guide them just the same.＂ I hoisted my battle flag high into the air and called out to the soldiers.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Hear me, despairing guardians of the realm! What you protect is not this fort! You protect your beloved homes and families, and your own futures that await when days of peace return!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂A victory here may well mean the fight goes on. But if you cease your struggle now, the radiance of victory will never illuminate your future. Search your hearts and ask yourselves what it is you really wish for!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "A faint light glowed within the soldiers' eyes. The determined youths raised their voices in reply until a roar spread throughout, becoming a battle cry that quaked the very earth.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Warriors who pine for the dawn of peace! I swear upon this sacred standard that I shall deliver you to victory! For a brighter tomorrow!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "After that, just as the young soldier had said, the enemy nation waged an all-out attack. Yet the warriors of the fortress had regained their fighting spirit and fought valiantly, ultimately fending off the assault.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Once I had confirmed that light still burned in the soldiers' eyes after their victory, I departed. On the road, the other me spoke once more.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂You are a cruel dragon. Just because they fight, that does not ensure that the future they picture will come to be.＂ At this, I smiled.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂And yet the possibility remains. So long as there are those who have hope for the future, I will continue to be their guide, so that I might atone for my past crimes. I stride forward, that I might see the peaceful world I yearn for.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "My journey of guidance will continue. And ever at my side will be the other me, questioning my resolve with the bitter truth of reality.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210144012, "title": "The Two Jeannes: Part Two (210144012)"}]