[{"conversations": [{"content": "Not of This World: Part One", "speakerName": "", "type": "conversation"}, {"content": "Although the Firelord Agni was known to be a violent dragon who disliked the company of men, he also swore to protect any who made offerings to him.", "speakerName": "", "type": "conversation"}, {"content": "When the Firelord began to scorch the mountainsides with his flames, a single woman went to stop the mayhem, volunteering to bring an offering that might satisfy his hunger.", "speakerName": "", "type": "conversation"}, {"content": "Agni snorted at the pitiful suggestion. ＂My flames shall spread and engulf this world, which exists only for my pleasure. What could you, a mere human, possibly offer unto me?＂", "speakerName": "", "type": "conversation"}, {"content": "When the fearless woman claimed she had something not of this world, Agni bellowed laughter. ＂Not of this world? Ha ha! You speak nonsense in the face of death.＂", "speakerName": "", "type": "conversation"}, {"content": "In response, the woman lifted a platter piled high with the finest recipes from all across the land. The smell of it was intoxicating.", "speakerName": "", "type": "conversation"}, {"content": "Agni was taken aback, for he knew nothing of the culinary arts.", "speakerName": "", "type": "conversation"}, {"content": "For the first time in his life, he felt a lust for food instead of a simple urge to eat, and devoured all of the woman's offerings in a single, massive bite.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Not of This World: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Agni licked his claws, searching for a last morsel of the woman's offering. ＂I thought I had eaten all this world had,＂ he said finally, ＂but never have I tasted the like of your dish.＂", "speakerName": "", "type": "conversation"}, {"content": "The woman responded, ＂We humans have the ability to create new things from the old and familiar of the world. This is our talent.＂", "speakerName": "", "type": "conversation"}, {"content": "＂And so long as I live, I will bring you a new dish every year—each more delicious than the last.＂", "speakerName": "", "type": "conversation"}, {"content": "＂In one hundred years, my children will bring you a dish with flavors I could never conceive of—and even ten thousand years hence will you still enjoy the fruits of this labor.＂", "speakerName": "", "type": "conversation"}, {"content": "＂How novel,＂ chuckled Agni, ＂to swear that your descendants will do as much. And yet, I trust that your skill will carry on, and dearly wish to savor the results of it.＂", "speakerName": "", "type": "conversation"}, {"content": "Agni laughed, satisfied with the deal. And with that, the Firelord and woman sealed an eternal truce, and he never again caused trouble for humans.", "speakerName": "", "type": "conversation"}, {"content": "Tasty offerings are still made to the dragon to this very day—and he loves nothing more than to see what human ingenuity can conjure up.", "speakerName": "", "type": "conversation"}]}]