[{"conversations": [{"content": "What Still Eludes Her: Part One", "speakerName": "", "type": "conversation"}, {"content": "My name is Mym. ...Although that's not my real name.", "speakerName": "", "type": "conversation"}, {"content": "Both the name and my current form are borrowed from someone else. Someone who used to fight the Dyrenell Empire alongside King Alberius long, long ago.", "speakerName": "", "type": "conversation"}, {"content": "That woman wasn't like me; she was timid and shy, and not suited for combat at all. She fought for one reason, and one reason alone—she was in love with Alberius.", "speakerName": "", "type": "conversation"}, {"content": "She used to tell herself, ＂For him, I could do anything. I would do anything he desires.＂ ...At the time, I rather thought she was an idiot.", "speakerName": "", "type": "conversation"}, {"content": "The idea of prioritizing someone else over yourself was incomprehensible to me. I felt it was nothing but weakness to live for another and let them direct you.", "speakerName": "", "type": "conversation"}, {"content": "One day, as I mocked her, she said, ＂People become stronger when they fall in love, you know?＂", "speakerName": "", "type": "conversation"}, {"content": "Oh, how I laughed! ＂Stronger when they're in love? Absurd! I suppose you think a fool in love can become stronger than a dragon, then?!＂", "speakerName": "", "type": "conversation"}, {"content": "I was certain that would be enough to get her to admit defeat. After all, how could a human hope to become stronger than a dragon? But she just gave me a smile and said...", "speakerName": "", "type": "conversation"}, {"content": "＂I'm sure the day will come when I can answer that for you.＂", "speakerName": "", "type": "conversation"}, {"content": "Well, that really got under my scales. I thought she was saying that to avoid admitting defeat, which was a terribly cowardly thing to do. Oh, but how wrong I was...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "What Still Eludes Her: Part Two", "speakerName": "", "type": "conversation"}, {"content": "The girl Mym—whose name and form I'm using now—loved Alberius. When she first said love makes people strong, the idea seemed ridiculous. But one day, everything changed.", "speakerName": "", "type": "conversation"}, {"content": "An army of Dyrenell soldiers, led by one of the demon god's closest men, invaded Mount Adolla. Alberius and his people—including Mym and myself—fought back with all we had.", "speakerName": "", "type": "conversation"}, {"content": "It was an awful battle. The leader of the imperial troops was a force to be reckoned with, and we came to within a hair's width of annihilation more times than I care to think.", "speakerName": "", "type": "conversation"}, {"content": "Even Alberius was exhausted, and at one point the imperial leader looked set to finish him. But Mym had other plans.", "speakerName": "", "type": "conversation"}, {"content": "Though she was filled with an almost unbearable fear, she leapt in front of Alberius and took the blow that was meant for him.", "speakerName": "", "type": "conversation"}, {"content": "This rattled the commander, and allowed the Alberian army to turn the tide of what had been a nearly hopeless battle.", "speakerName": "", "type": "conversation"}, {"content": "As the imperial army began to flee, the Alberians realized they had a chance to seize one of the Empire's main strongholds if they could manage to press the attack.", "speakerName": "", "type": "conversation"}, {"content": "But Mym was in no condition to continue. Indeed, her life was draining out onto the battlefield as the minutes ticked by.", "speakerName": "", "type": "conversation"}, {"content": "If Alberius was to lead his army on the offensive, Mym would die alone and afraid. This is a terrible fate for anyone, but doubly so for one so frail and weak as she.", "speakerName": "", "type": "conversation"}, {"content": "I thought certain she would weep and wail, but she surprised me once again. ＂Go,＂ she whispered to her king. ＂I'll be right behind you.＂", "speakerName": "", "type": "conversation"}, {"content": "I don't know if he actually believed her or just wanted to honor her sacrifice, but he set out at once with the rest of his army. The moment he was out of sight, she collapsed.", "speakerName": "", "type": "conversation"}, {"content": "＂What a fool,＂ I said to her.  ＂What meaning is there in protecting your love at the cost of your own life?!＂", "speakerName": "", "type": "conversation"}, {"content": "＂Perhaps you're right,＂ she said. ＂But I hope this answers your question.＂ And then, having provided an answer to my original taunt, she closed her eyes for good.", "speakerName": "", "type": "conversation"}, {"content": "There are few things I hate more than farewells—it's why I exist in a secluded volcano. If I never meet anyone new, you see, then I'll never be forced to part with them.", "speakerName": "", "type": "conversation"}, {"content": "But if I had been in Mym's position, could I have done the same? Could I truly have chosen to never see my love again?", "speakerName": "", "type": "conversation"}, {"content": "She had won. Her love for Alberius gave her the strength to do something even a dragon would not dare—and as she died, I made sure to tell her as much.", "speakerName": "", "type": "conversation"}, {"content": "I did not know if she heard my words or not. I knew only that I— the Wrathwyrm herself—had been defeated for the first time by none other than a lovesick maiden.", "speakerName": "", "type": "conversation"}, {"content": "If I was to fall in love one day, would I truly want to leave this volcano? Could I really meet someone who wouldn't make me regret leaving my home behind?", "speakerName": "", "type": "conversation"}, {"content": "I spent untold years rolling these thoughts over in my mind. Part of me feared the day I might have to make that choice, while part of me felt  great excitement at the prospect.", "speakerName": "", "type": "conversation"}, {"content": "Eventually, I did meet that special person and was persuaded to leave my home—although I never told him this tale.", "speakerName": "", "type": "conversation"}, {"content": "Would he understand this story about a girl's love and the strength it gave her? ...Ah, but no matter. For if her love had such strength, then a dragon's love is the strongest of all!", "speakerName": "", "type": "conversation"}]}]