[{"conversations": [{"content": "A Joyous Encore: Part One", "speakerName": "", "type": "conversation"}, {"content": "To my friend,  Hey there! How are you doing? I'm great, of course—except for times when I smile to hide the pain.", "speakerName": "", "type": "conversation"}, {"content": "Anyway, let me fill you in on the current state of my frightful tale.", "speakerName": "", "type": "conversation"}, {"content": "Some time ago, a silver-tongued liar said that my voice could lead both sailors and ships to their doom beneath the waves.", "speakerName": "", "type": "conversation"}, {"content": "While I was busy crying, that lie came to be accepted as truth. After that...I was lost.", "speakerName": "", "type": "conversation"}, {"content": "My great songs became a tiny hum. I sang only on the loneliest beaches or in the deepest ocean abyss where none could hear my words.", "speakerName": "", "type": "conversation"}, {"content": "But it was better than hurting others, because if I DID hurt someone else, it would be no different than if I wounded myself directly.", "speakerName": "", "type": "conversation"}, {"content": "It was a frightful, sad existence, and yet all I could do was laugh— for my nightly song had become a recital for the lonesome ocean wind.", "speakerName": "", "type": "conversation"}, {"content": "But one day, a prince heard my song and came to me with an open hand.", "speakerName": "", "type": "conversation"}, {"content": "He led me out of the depths and onto the land, where the radiance of the sun was more dazzling than I had ever dared to remember.", "speakerName": "", "type": "conversation"}, {"content": "Yet while I languished at the bottom of the sea, the world had spun on. Births. Deaths. Every tiny moment of life. I had missed them all.", "speakerName": "", "type": "conversation"}, {"content": "But to give up now would be even worse, so I'll continue to a place I cannot reach by my feet alone.", "speakerName": "", "type": "conversation"}, {"content": "I reject that frightful tale, and raise the curtain on a new story of my own!", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "A Joyous Encore: Part Two", "speakerName": "", "type": "conversation"}, {"content": "After a prince appeared and saved me from my lonely existence, I set out to create a new story of my own.", "speakerName": "", "type": "conversation"}, {"content": "The prince and his friends built a stage for me. For ME! And yet, when I tried to step out on it, I found myself trembling with fright.", "speakerName": "", "type": "conversation"}, {"content": "I couldn't bear to look out at the crowd, and so I closed my eyes tight. It was as if I'd never left the lightless depths at the bottom of the ocean.", "speakerName": "", "type": "conversation"}, {"content": "But all my new friends urged me on, so I swallowed my fear and stepped out onto that great, wide stage with my heart hammering in my chest.", "speakerName": "", "type": "conversation"}, {"content": "When I opened my eyes, I was blinded by the radiant smiles of the crowd. It was its own kind of ocean, but one I'd never seen in all my life.", "speakerName": "", "type": "conversation"}, {"content": "The curtain rose, and my story began! Now come with me as I sing us to our very own happy ending!", "speakerName": "", "type": "conversation"}, {"content": "When I sing, they call my name. When I smile, they smile too. My song will never again turn to seafoam on the lonely waves!", "speakerName": "", "type": "conversation"}, {"content": "Don't let the music stop! This joyous encore NEVER ends!", "speakerName": "", "type": "conversation"}, {"content": "Though you cannot hear my voice, I know my smile shines through. That gives me strength to carry on and once again find you.", "speakerName": "", "type": "conversation"}, {"content": "Whether in the lonely ocean, or a massive galaxy, I will find my way to you as if carried by the sea.", "speakerName": "", "type": "conversation"}, {"content": "Until the day we meet again I'll sing my song anew! I'll sing this song of love and joy until I can find you!", "speakerName": "", "type": "conversation"}]}]