[{"conversations": [{"audioPaths": [], "content": "Draygon's Mem'ry: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Many years ago, there was with us a most wondrous black-and-silver dragon known as Bahamut. He was a grand protector suffused with the very power of creation, and his great wings demanded reverence.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "His jet-black form was the picture of nobility, and did possess transcendental power over all creation itself. A vessel of sublimity clad in eternal radiance, his howl could tear across the land and shake all the earth underfoot.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "How beautiful his figure! We ancient peoples and dragons understood the great wyrm's regnancy firsthand, and did rejoice in happy days free from worry.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "By his great and generous will did the mighty worldshaper bequeath wills of their own to the multitudes of life. Under the patronage of this black-and-silver glory were we promised peace of mind and freedom.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Born in the grace of Bahamut. Raised in the divine protection of Bahamut. In death returned to Bahamut.  Thus was the providence we believed in.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "We believed in this providence without doubt until the day when, at the end of the battle with the Progenitor, the great black-and-silver wyrm paid the cost of his noble life.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The Progenitor oversaw us, its many creations. He believed he should manage the world by plucking away our possibility.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Yet Bahamut remained unmoved and desirous of a world of possibilities. Their ways of thinking were irreconcilable.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Thus did the Progenitor and Bahamut part, and a battle for and across the ages begin.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210162011, "title": "Draygon's Mem'ry: Part One"}, {"conversations": [{"audioPaths": [], "content": "Draygon's Mem'ry: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Far in the ancient past, the great dragon Bahamut was the patron of much life. He watched over people and dragon alike, believing that their free will was a thing to be valued above all.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Yet the Progenitor did not approve of such, and the twin creators became embroiled in a long struggle over how to manage their multitude of creations.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The great dragon roared and turned the earth to magma. The Progenitor's might rent the very heavens. Their great conflict threatened manifold lives, person and dragon alike.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Still, we believed in that ultimate of wyrms. So long as his almighty power raged, the workings of our world would not be changed even if we lost our lives—and thus was there naught to fear.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "However, there exists nothing everlasting. The long, ceaseless battle finally ended in mutual defeat, and then did Bahamut vanish from this world.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Thus did we, the multitudes of life remaining, now fiercely and powerfully fear the world that was so robbed of the great wyrm.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Now were we born without grace. Now were we raised without his protection. Now did we die and find only black.  Yet we had no choice but to carry on.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "So long as we had the possibilities the great wyrm had won for us, we people and dragons, could live as we willed in a free world.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Ours was a world without a protector. And as we proceeded along that path, generation after generation, the memory of the great silver-and- black wyrm was slowly lost to all.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Yet his great feats and existence are not fully lost. Our memories sleep within the river of mana coursing through the world, even now drifting within them, on and on and ever on.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "To life in the future who comes into contact with the flow of mana: We speak now to you.  We say the name of the dragon all ought to revere; he who protected possibility to his last.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He is the great dragon of silver and black.  He is Bahamut.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210162012, "title": "Draygon's Mem'ry: Part Two"}]