[{"conversations": [{"content": "That Which Creeps: Part One", "speakerName": "", "type": "conversation"}, {"content": "The moon was not to be seen in the  sky on the night the young boy met the dragon known as Nyarlathotep.", "speakerName": "", "type": "conversation"}, {"content": "The child's hometown was rife with crime and sin. With his parents long since passed, he spent his life crawling through the dank back alleys and passageways.", "speakerName": "", "type": "conversation"}, {"content": "One day, Nyarlathotep appeared before the child. As an Emissary in service of the Ancient One, he felt the boy a fine sacrifice for his master.", "speakerName": "", "type": "conversation"}, {"content": "The boy then said to the dragon, ＂I am a poor lad with little to my name. But if there is anything you would ask of me, simply name it and I will see it done.＂", "speakerName": "", "type": "conversation"}, {"content": "Nyarlathotep wavered slightly. For while he came to claim a sacrifice, he did not expect to find a willing one.", "speakerName": "", "type": "conversation"}, {"content": "Despair and trepidation! Intoxication and ecstasy! These were the emotions of a sacrifice—and yet this child's heart contained none of these.", "speakerName": "", "type": "conversation"}, {"content": "For while the town was greed and sin, his heart was pure. And so long as it remained pure, the gods would smile upon him—or so his late parents had often told him.", "speakerName": "", "type": "conversation"}, {"content": "However, Nyarlathotep shrunk from this boy's pure heart, for he craved a corrupted spirit; one smeared black with greed and desire.", "speakerName": "", "type": "conversation"}, {"content": "Only when the boy's heart had fallen victim to the evils of the world could Nyarlathotep spirit him away. Thus did he begin to speak to the boy.", "speakerName": "", "type": "conversation"}, {"content": "From that day forth, boy and dragon spent a great deal of time together.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "That Which Creeps: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Nyarlathotep had appeared before a boy who lived in a town of iniquity. He sought to sacrifice the boy to the Ancient One—but even upon learning this, the boy's heart remained pure.", "speakerName": "", "type": "conversation"}, {"content": "Though Nyarlathotep had shrunken away from this boy's heart, he told the child he would carry him away once it was blackened with greed, then began lavishing him with gifts.", "speakerName": "", "type": "conversation"}, {"content": "First, money. He gave the boy a splendid mansion, with servants to wait upon him and cuisines to dine upon the likes of which he had never imagined.", "speakerName": "", "type": "conversation"}, {"content": "Next, power. Many were jealous of the boy's newfound riches, and many more came to him in anger. But so long as he was under Nyarlathotep's gaze, no violence could touch him.", "speakerName": "", "type": "conversation"}, {"content": "Next, status. In the town of greed, money was all, and the boy's new wealth gave his words a weight that caused all to stop and heed them.", "speakerName": "", "type": "conversation"}, {"content": "Excess wealth corrupts all in time— or so Nyarlathotep believed. He felt sure the boy would cling desperately to his newfound affluence in the hopes of it not being stripped away.", "speakerName": "", "type": "conversation"}, {"content": "However, the boy did not cling to what he had been given. Instead, he set out to share it with as many people as he could.", "speakerName": "", "type": "conversation"}, {"content": "For the boy's heart was pure, and he had been taught not to hoard what he had, but instead to share it with all in need.", "speakerName": "", "type": "conversation"}, {"content": "So Nyarlathotep took it all away, for he believed having something and then losing it would turn even the most noble of hearts to greed.", "speakerName": "", "type": "conversation"}, {"content": "But the boy just smiled. For while he had lived in the heavens and now crawled in the mud, the heavens had not been his place to begin with.", "speakerName": "", "type": "conversation"}, {"content": "Nyarlathotep was bewildered at his inability to change the boy's heart. But when he expressed this, the boy merely said, ＂If you are with me, then I am happy.＂", "speakerName": "", "type": "conversation"}, {"content": "＂You let me experience so much, and were at my side in times both good and hard. You are what is important to me, and my only wish is to remain with you always.＂", "speakerName": "", "type": "conversation"}, {"content": "This reply stunned Nyarlathotep. But after a moment, a thin smile cracked his otherworldly face and he began to speak.", "speakerName": "", "type": "conversation"}, {"content": "＂You desire me. That is greed.＂", "speakerName": "", "type": "conversation"}, {"content": "  No one ever saw the boy again.", "speakerName": "", "type": "conversation"}]}]