[{"conversations": [{"content": "A Fitting Distance: Part One", "speakerName": "", "type": "conversation"}, {"content": "I was tied down to the altar. A sacrifice awaiting death.", "speakerName": "", "type": "conversation"}, {"content": "There had been earthquakes of late that clouded the waters, fissured the ground, and brought down boulders. It was clear a major volcanic event was all but imminent.", "speakerName": "", "type": "conversation"}, {"content": "This was a danger because the dragon who ruled over the area was a savage who had run wild.", "speakerName": "", "type": "conversation"}, {"content": "My village decided to offer a human sacrifice to the dragon in an attempt to appease it.", "speakerName": "", "type": "conversation"}, {"content": "Being rather weak and of little use, I made a most suitable offering.", "speakerName": "", "type": "conversation"}, {"content": "And so I lay stretched upon the altar, hands clasped together in prayer. A sacrifice most obedient.", "speakerName": "", "type": "conversation"}, {"content": "I prayed without ceasing. Without pause. It was all I could do.", "speakerName": "", "type": "conversation"}, {"content": "Soon, the dragon arrived with a great rumble, so close I felt its hot breath. I continued to pray, though I had no illusion my pleas would be answered. But then...a miracle.", "speakerName": "", "type": "conversation"}, {"content": "The miracle was not that I yet lived— it was the being that appeared before my stunned and weary eyes.", "speakerName": "", "type": "conversation"}, {"content": "Large, beautiful wings. A fine body. Hair that fluttered in the wind. With a voice like honey, she told me her name: Ariel.", "speakerName": "", "type": "conversation"}, {"content": "Blocking the dragon's path, she questioned its intent in a polite, almost bemused tone. However, the dragon had already taken leave of its senses.", "speakerName": "", "type": "conversation"}, {"content": "Seeing that dialog would avail her of naught, Ariel took swift action. In but an eyeblink, the dragon who ruled this region was brought low.", "speakerName": "", "type": "conversation"}, {"content": "Ariel brought me back to the village and told her tale: She was a traveler who found rampaging dragons and saved people from the horrors they sought to cause.", "speakerName": "", "type": "conversation"}, {"content": "She went to the people of the village, proselytizing the teachings of the Goddess Ilia and sharing the good news that we would no longer be harried by our mad dragon.", "speakerName": "", "type": "conversation"}, {"content": "From that day forth, the volcano was becalmed—which was a source of great happiness for the villagers.", "speakerName": "", "type": "conversation"}, {"content": "After that, Ariel would come to the village from time to time and speak with me at length.", "speakerName": "", "type": "conversation"}, {"content": "I was truly happy to see her—as were my fellow villagers, who sang her praises as if she were one of our own.", "speakerName": "", "type": "conversation"}, {"content": "But the next time she came...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "A Fitting Distance: Part Two", "speakerName": "", "type": "conversation"}, {"content": "My savior Ariel came to visit often, and we talked on many matters.", "speakerName": "", "type": "conversation"}, {"content": "She taught me the words of the Goddess Ilia, and told me tales of her travels. They felt like something from a dream to a sickly person like myself.", "speakerName": "", "type": "conversation"}, {"content": "She journeyed to maintain a world where humans and dragons could live in harmony. This was the purpose behind both her rescue of me and the saving of my village.", "speakerName": "", "type": "conversation"}, {"content": "＂Compared to dragons,＂ she said, ＂humans are incredibly weak. So if the strong would share this world with them, it is their duty to help them as they are able.＂", "speakerName": "", "type": "conversation"}, {"content": "＂However, this does not mean I must save you from every foolish decision you might make. Human and dragon should maintain a suitable distance.＂", "speakerName": "", "type": "conversation"}, {"content": "＂And if I get too close?＂ I asked. ＂Ah,＂ replied Ariel with a troubled smile, ＂I fear that is a question for another time.＂", "speakerName": "", "type": "conversation"}, {"content": "I adored this being who saved me. For all the things she spoke about. For being so strong and confident. There were reasons as abundant as the autumn leaves, and yet...", "speakerName": "", "type": "conversation"}, {"content": "And yet, in truth, she was my ideal. Cursed as I was with a body both weak and incapable, I aspired more than anything to be strong like her.", "speakerName": "", "type": "conversation"}, {"content": "I wanted to do something for her.  I wanted to be of use.", "speakerName": "", "type": "conversation"}, {"content": "One time, while praying at church, I heard a most curious rumor—one with a not-inconsiderable connection to the duty shouldered by Ariel.", "speakerName": "", "type": "conversation"}, {"content": "If I could investigate this rumor, I thought it might prove useful to Ariel—and so I went all about the village asking after it.", "speakerName": "", "type": "conversation"}, {"content": "When Ariel next came to visit me, I spoke to her about the rumor: Apparently, several dragons had formed a group and were attacking a village in the far north.", "speakerName": "", "type": "conversation"}, {"content": "The look in her eyes changed upon hearing this. This unusual reaction delighted me, and I hurried to spill forth all I had learned.", "speakerName": "", "type": "conversation"}, {"content": "After listening to me, Ariel rose and spread her wings as if to fly away. This confused me most greatly. Had I wronged her somehow?", "speakerName": "", "type": "conversation"}, {"content": "I made to arrest her flight, but she simply stared at me and spoke three simple words: ＂I must go.＂", "speakerName": "", "type": "conversation"}, {"content": "She then thanked me for what I had told her, but I did not hear. My mind was reeling; I had thought only to help her, not to trouble her as I had most clearly done.", "speakerName": "", "type": "conversation"}, {"content": "＂You will be all right now,＂ she said as her great wings beat. ＂You can go anywhere and do anything that you desire in this life.＂", "speakerName": "", "type": "conversation"}, {"content": "I knew she was pushing me away with her words. And yet, before she soared away, she looked back and said, ＂We will meet again, Sarima.＂", "speakerName": "", "type": "conversation"}, {"content": "As I watched her go, I suddenly understood what she meant when she spoke about a suitable distance.", "speakerName": "", "type": "conversation"}, {"content": "Not too close...yet not too far. Soon, my fragile body found the strength to leave the village and venture into the world. In this way did Ariel save my life once more.", "speakerName": "", "type": "conversation"}, {"content": "As my village receded in the distance, I swore to myself that next time, I would be the one who found a way to save her...", "speakerName": "", "type": "conversation"}]}]