[{"conversations": [{"audioPaths": [], "content": "One Thing Alone: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The man leads his troops to the dragon. The people under his command are few, and the way is harsh. Countless times has he been told this errand is a reckless one.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Yet he cannot afford to give up—he must do this thing for the future of his kingdom. It is all that he has left.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "When the man was yet young, all named him ordinary.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "His eldest sibling excelled in all things. The second eldest held great knowledge. The third was shrewd and cunning in social matters of all stripes.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But the fourth child was a prince most ordinary when set against his elder siblings, and he realized at an early point that he would never inherit the throne.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Still, he did not lose spirit. Blunt and honest, he searched for a way he might yet help his people. And what he found...was battle.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He threw himself into combat, accumulating victories in countless engagements and so contributing to his kingdom's development. But this was not enough for him, and he sought to protect his people in a different way.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "After a time, he came upon the idea of forging a pact with a mighty dragon who lurked in the kingdom. Not only would this excise the threat, it would give him even greater strength with which he might protect his charges.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "A pact with a dragon is no mean thing, yet his subordinates believed this blunt and steadfast prince would surely see it done—that is, until they heard the dragon's name.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The dragon the prince had chosen was Thor, the Fulminator. His name and reputation were known to all, and soon even his most veteran soldiers declared his mission a reckless endeavor and deserted him en masse.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As they left him, one of his men stopped to ask if he was not casting aside his life. After a pause, the prince responded thus: ＂When one acts in service of their kingdom, there can be no such thing as a life wasted.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "This prince seen as ordinary by all around him yet possessed one thing in no less abundance  than any of his siblings: the spirit of a royal.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "A regent must protect their kingdom and its people. They require a sense of responsibility, the drive to act, and an unshakable will. Though he was mocked for being ordinary, he had, in fact, grown more royal than any.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Only those who could see this one remaining quality remained at his side, despite being aware royal spirit alone could never rival the might of the Fulminator.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Their flag flutters as they march, moving ever further along the harsh path to the Fulminator.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 200018011, "title": "One Thing Alone: Part One (200018011)"}, {"conversations": [{"audioPaths": [], "content": "One Thing Alone: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The Fulminator was a grand being, and nothing in existence could compare to his lightning.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "If he wished, he could have anything he desired. And yet he abstained from wielding his power so, as there was nothing in this world that held interest to him.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "This is the dragon the prince stands before, seeking a pact.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He is accompanied by only a handful of men in mean and ordinary armor. ＂If you seek death, I shall oblige,＂ says Thor as he rains lighting down around them.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Some soldiers are blown away. Some reduced to ash on the wind. But the prince does not waver.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "There is not a shade of resignation in the eyes that fix upon the Fulminator. ＂And how,＂ murmurs the dragon, ＂can a creature so ordinary have such a gaze?＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂The notion of an ordinary human like you forging a pact with me is absurdity,＂ says the dragon, his voice rich with indignation.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I am royalty,＂ responds the prince. ＂Thus for my kingdom and her people will I see this mission fulfilled.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He does not shrink. He does not quaver. He does not fall. Instead, the one thing he has—his royal pride—shines out brighter than any bolt of lightning.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "No matter what is taken from him or how much slander he suffers, he will continue on the path of a royal for his people and his kingdom.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Though ordinary, the man is not possessed of nothing, and the Fulminator ruminates on this as he watches him stand unmoving amidst his bolts of crackling energy.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The Fulminator contemplates himself. Though he wields the power to make all things as he wishes, he actually HAS nothing at all. He then thinks on his passion, and on the longing he has lost without realizing it.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "A man who had one thing alone stands before a being who has all and yet nothing—and their ways of life resonate with each other.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Thus did thunder roar across the world, and all who read this know well the result of the prince's bid for a pact.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 200018012, "title": "One Thing Alone: Part Two (200018012)"}]