[{"conversations": [{"audioPaths": [], "content": "Seabed Slumber: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "In the distant past, the world was empty save for the seas, the skies, and the land itself. It was into this void that Leviathan was born.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The young dragon disliked boredom. Seeking a change, he crossed the sea. However, no matter how far he swam, the sights and sounds of the world were unchanged.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "During his seaward crossing, it was not the oceans, nor the skies, nor the lands that changed—but his own heart. It was a most sorrowful metamorphosis for the young dragon.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "In order to escape the isolation and boredom of a world devoid of all but time itself, Leviathan decided to descend to the bottom of the ocean and sleep.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "It was the tiniest of sounds that eventually roused him; neither the  whistling of the wind nor the roar of the ocean, but a human voice carried across the distant seas.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "This was the change he had so craved, and Leviathan could not contain his jubilance. With all his strength, he unleashed a roar that shook the world entire.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As he looked up at the surface, his eyes blazed with dreams of the world that waited beyond, and he knew his long nightmare of silence and boredom was over at last.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Setting off towards the surface, Leviathan swam so fast he seemed to be flying. ＂At last,＂ he cried, ＂the moment is here! The end of my interminable wait is here!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "All his thoughts were bent on reaching the surface, and so he swam with all his might. But what awaited him once he got there was...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210017011, "title": "Seabed Slumber: Part One"}, {"conversations": [{"audioPaths": [], "content": "Seabed Slumber: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The young dragon raced for the surface. With only a stroke of his fins, he whipped the sea into maelstroms. His roars rent the skies and drew dark clouds from all around.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Heavy rains and thunder poured down and became great floods. The land was swallowed up in the waves, and all who lived upon them were washed away.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Nevertheless, Leviathan continued toward the surface. Upon reaching it, he broke the waves and peeked his head above the water, his mind overflowing with anticipation.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But the bright world he had dreamed of was scattered to the winds, for what stretched before him was a world colder and darker than the sea floor he had left behind.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The young dragon loosed a terrible roar. The rain became more ferocious and the world was thrust into chaos. After his throat had grown hoarse, he made a vow to continue his slumber.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Leviathan returned to the bottom of the sea and shut his eyes. Not merely to pass the time as he had before but instead to sleep away all the rest of his days.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Time passed. The breath of the sleeping dragon became gentle waves that birthed and nurtured life. And in this way, time continued to flow ever onward.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Even now, he dreams of a world with life more than his own. In these dreams, he steels his resolve and swears to never lose another life if he happened to chance across it.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As time passed, he came to be known as a calamity—one that is destined to one day be reawakened by the voice of fate itself.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210017012, "title": "Seabed Slumber: Part Two"}]