[{"conversations": [{"content": "Queen's Sanctum: Part One", "speakerName": "", "type": "conversation"}, {"content": "Within the deep and thorny tangle of the forbidden wood, the Rose Queen makes her domain. It is a kingdom of roses, ever in bloom...and a sanctum where vampires slumber.", "speakerName": "", "type": "conversation"}, {"content": "In accordance with their ancient pact, she grants them shelter in her walled garden. For centuries she has watched over their silent repose.", "speakerName": "", "type": "conversation"}, {"content": "Those long years saw their share of hapless travelers who wandered into her wood.", "speakerName": "", "type": "conversation"}, {"content": "Each unbidden guest was met with the queen's thorns. Tightly did they close the path to the forest's heart, driving the interlopers away.", "speakerName": "", "type": "conversation"}, {"content": "Yet one guest to her garden, a man, seemed anything but a hapless traveler. He came alone, striding with definite purpose toward the heart of the woods.", "speakerName": "", "type": "conversation"}, {"content": "Did he know that there the vampires made their bed? With a creeping uncertainty in her heart, the Rose Queen fortified her blockade of thorns to thwart his advance.", "speakerName": "", "type": "conversation"}, {"content": "The man tried to cleave away the briars, to no avail. He sought a path to slip past them, and again he failed. In the end, perhaps accepting that his efforts were in vain, he turned back.", "speakerName": "", "type": "conversation"}, {"content": "But that would not be his only visit. Again and again he came, each time attempting to reach the forest's heart. And each time the queen would weave a verdant wall to stop him.", "speakerName": "", "type": "conversation"}, {"content": "Years passed this way, then decades, the two of them locked in their curious siege until the man was old and bent. Yet this time he walked with greater purpose still, straight through the briars, though they tore at his flesh.", "speakerName": "", "type": "conversation"}, {"content": "The Rose Queen could not bear the sight, and so she at last revealed herself to the man. ＂I will commend you on your perseverance. To what end do you seek to disturb the vampires' slumber?＂ she asked.", "speakerName": "", "type": "conversation"}, {"content": "The old man hesitated in his response. ＂Vampires, madam? Whatever do you mean?＂ This time, it was the Rose Queen who faltered. ＂If it is not they whom you seek, then why...?＂", "speakerName": "", "type": "conversation"}, {"content": "The man replied to her query with a rapturous smile. ＂You ask my objective in coming here? I daresay I've achieved it at last, milady!＂", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Rose Queen's Sanctum: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Time and again, a lone man tried to gain entry to the sanctum where vampires sleep. At last, he sought to enter by force, ignoring the thorns that rent his flesh as he marched undaunted toward the forest's heart.", "speakerName": "", "type": "conversation"}, {"content": "Yet it was not the vampires he sought. ＂Why, then?＂ At the Rose Queen's query, the man replied with a rapturous smile.", "speakerName": "", "type": "conversation"}, {"content": "＂I've long been bewitched by this place— by its roses that bloom so proud and wild!＂", "speakerName": "", "type": "conversation"}, {"content": "The man was a gardener by trade. Among his peers had spread curious rumors of a wood where roses grew more beautiful than any seen elsewhere, and so the man had come, falling instantly in love with their magnificence.", "speakerName": "", "type": "conversation"}, {"content": "＂But above all, what captivated me was the otherworldly fragrance wafting from the forest's heart. I was certain that there bloomed beyond those fearsome thorns a rose I'd never seen before, nor ever would, save here!＂", "speakerName": "", "type": "conversation"}, {"content": "So firm was his belief, the man made sighting the rose of his dreams his life's sole purpose. With advancing age came a sense of urgency, and so he steeled himself at last.", "speakerName": "", "type": "conversation"}, {"content": "He would see his goal accomplished, even if it should mean his death. And so he pressed on through the thorns, battered and bloodied, until sheer will brought him to the wood's heart.", "speakerName": "", "type": "conversation"}, {"content": "＂And now I see: my nose did not mislead me. You stand before me...rose incarnate, the most beautiful flower...I've ever beheld...＂", "speakerName": "", "type": "conversation"}, {"content": "The man etched the resplendent image of the Rose Queen into his mind's eye, and then, in perfect satisfaction, breathed his last.", "speakerName": "", "type": "conversation"}, {"content": "The queen of thorns looked upon the old man, slumbering now in a sea of crimson, with pity. ＂To seek that which you know will bring you pain... Such is the tragic nature of man.＂", "speakerName": "", "type": "conversation"}, {"content": "She buried the man's remains tenderly, just beyond the bounds of her realm. And some weeks later, there by the queen's forbidden wood, a single rose bloomed, deeper and more beautifully red than any around it.", "speakerName": "", "type": "conversation"}, {"content": "The Rose Queen plucked the blood-red bloom and wove it into her hair. ＂Rejoice, sweet fool,＂ she whispered, ＂for you are now a part of me.＂", "speakerName": "", "type": "conversation"}]}]