[{"conversations": [{"audioPaths": [], "content": "The Sea King's Regrets: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Buried within depths of darkness, Poseidon's heart was in thrall.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Resistance availed him not, and his very freedom to move was robbed by black mana. But then it tried to worm its way into his very mind, grasping to possess him and extend its influence most foul.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "That emptiness was darker than the depths of the most light-starved sea, and it crushed and clawed at Poseidon's consciousness, becoming a nightmare from which there was no waking.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Yet the sea king demonstrated his willpower, refusing to yield his last haven and ever resisting the encroaching oblivion of black mana upon his mind.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Much time passed—though how much, the dragon did not know. But one day, the darkness before him began to squirm and shift and undulate curiously, taking on shape.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Before long, it melted into the form of Void Poseidon, whose bearded mouth cracked into speech. ＂You are weak,＂ he said. ＂Old and withered. You are no king of the sea.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Seeking to make his heart waver, the black mana lobbed poisonous words to break the other's confidence. But Poseidon saw plain his intentions and responded with merry laughter.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Spare me your assays! Stay your jests! I am stronger than any, and though my body may be old, I remain, as ever, the vigorous king of the seas!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Then the black mana, in the shape of Void Poseidon, laughed with contempt.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Then why is it that you drag your regrets from that fateful time behind you as a chain?＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The dragon was confused by these words. In answer to his doubts, the black mana changed shape once more—and the form that appeared before Poseidon was...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210134011, "title": "The Sea King's Regrets: Part One"}, {"conversations": [{"audioPaths": [], "content": "The Sea King's Regrets: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Poseidon resisted the black mana's attempts to take his mind. But in response, the black mana changed form to summon the dragon's regrets.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And the figure that appeared before Poseidon caused him to reflexively open his eyes wide with wonder, for it was the adventurer Troy!", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Troy was an adventurer who had once overcome Poseidon and traveled to distant seas, and the dragon was overcome with nostalgia at this visage born of his memories.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The adventurer had used a fantastical method to freeze the seas solid, which gripped Poseidon with interest; he thought it might be intriguing to journey with the man.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "However, it was a fleeting fancy. In the end, he remained king of the sea in South Grastaea's waters, and opted to continue his vigil over the ocean. He had no regrets about this decision...or so he believed.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂You know that was just an excuse.＂ The black mana wearing Troy's image spoke these words as though it had seen to the core of Poseidon's confusion.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Poseidon, look at me. You just pretended not to realize it back then, but you were too old and decrepit for adventure. THAT'S why you gave up on Troy!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Poseidon could not deny his tormentor. Like churning waves, the black mana's words whipped at Poseidon's heart, washing over him and exposing true feelings that he himself had not even been aware of.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "(I see it now: I have regretted the fact I did not accompany the adventurer since that day.)", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The instant he acknowledged it, the sight of Troy exploded into a cloudy stream of black that assailed the dragon. And no sooner did he have time to consider his defeat than did the black mana eat into his consciousness.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But the instant he resigned himself to his fate, an indomitable will to fight bubbled up from the depths of his heart—for he had finally acknowledged his regrets, and this stirred him.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I will not be vanquished like this!＂ he cried. ＂I have things left to do! I will pursue Troy and once more seek endless adventure!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Galvanized by the imminent dissolution of his self, Poseidon was able to hold back the mana, and his desperate resistance bought time for aid to come from the outside world.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "With the power of pure prayer, the black mana was purified and Poseidon was free once more. ＂You have my gratitude, human!＂ he boomed. ＂And I shall see it done this time—I will live the adventure of my dreams!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And with the wherewithal that came from having acknowledged his regret, the adventure- seeking Poseidon's feelings were channeled into a physical rebirth.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He was born anew in body and mind, and with his newfound determination, the king of the seas set his sights on distant shores and set off on a new, unending adventure.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210134012, "title": "The Sea King's Regrets: Part Two"}]