[{"conversations": [{"audioPaths": [], "content": "Observations of Horus: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Chapter 1—Abstract: I granted unto humanity the capacity for advanced handling of mana—a power they named as magic—then documented my findings regarding their development.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Chapter 2, Section 1: I wished to discover how the behaviors of the poor humans who eked out a living amidst the choking sands of the desert might change if they could control their environment.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Magic allowed them to reclaim the arid desert land and engage in farming. The ability to do so reduced the number lost to hunger, and caused an explosion in population.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But the burgeoning populace needed food, and as such great amounts of arable land. And so, the humans began the process of expanding their habitat.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But a most curious situation soon unfolded: The humans began to fight one another for control of their habitats, despite the fact cooperation would have been the most rational course of action for their development.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Thus did I conclude that gaining power leads them only to strife and violence.  Alas, they are overwhelmingly primitive creatures.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Chapter 2, Section 2: I observed a leader who did not seek strife, and whose village developed steadily—the rare human who did not turn to conflict even when presented with power.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "However, it was unclear from whence this disposition arose. As such, I chose this leader for deeper study, and granted them additional magics to avoid harm from other humans, as well as a sturdy residence.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The people named this residence a 'palace,' and the surrounding area a kingdom called the Sandreach. Furthermore, they referred to me as the great creator dragon of the royal family, though that has little bearing here.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Returning to the topic at hand, the Sandreach saw most remarkable progress. The leader strove to raise their kingdom's productivity without resorting to plunder, causing me to conclude they held a long-term perspective.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Though possessed of overwhelming strength, the leader prioritized harmony over conflict. This disposition was passed on to their descendants, and the Sandreach continued to flourish in peace.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "For 200 years, this continued. Yet through all my surveyance, I could not arrive at a conclusion as to where this non-violent disposition of theirs first originated.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And then, in the era of a queen named Nefaria, it came to pass that I would reluctantly bring an end to this particular observation record.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210124011, "title": "Observations of Horus: Part One"}, {"conversations": [{"audioPaths": [], "content": "Observations of Horus: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Interim Summary: While many humans turn to conflict when presented with power, there was one such ruler who did not. Where does this disposition find its root cause?", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "I focused my observation on that individual, made arrangements for their environment, and continued to observe their descendants. But I learned little, and during the era of Queen Nefaria, I had to end my watch.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Chapter 2, Section 3: A great nation which ruled South Grastaea at the time invaded the Sandreach kingdom. When this occurred, Nefaria foolishly chose to lead her soldiers and fight on the front lines.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Though the royal family possessed powerful magics and military might, the kingdom would be thrown into chaos were aught to happen to the queen. And alas, that sad fate is exactly what befell them.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The enemy unleashed a powerful magical assault on the people of the Sandreach. Nefaria—wielding the Desert Sunfire magic usable only by the royal family—attempted to counterbalance their attack.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But it could not safeguard her completely and though she protected her people, Nefaria took a fatal wound and perished.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Royalty becoming a shield for its people? These actions were beyond comprehension. Why did she not make her PEOPLE the shield? Regardless, having lost its beloved queen, the Sandreach fell rapidly into ruin.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Ponderous, I inquired of Nefaria before she died why had she done this foolish thing? She replied, ＂I should think it most obvious. All that I do, I do for love of my people.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Love. It is a word people often utter. My knowledge of it began and ended there. The truth of it—the actuality—seemed poised to forever remain a mystery to me.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "However, I unexpectedly came to an understanding of the notion.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The Sandreach people have a unique faith: They believe those who do good in life may be resurrected if granted such leave by a dragon. But this is reality misconstrued, for my kind possesses no such ability.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But the people believed, and so passionately awaited Nefaria's resurrection. Thus did the thoughts of tens of thousands become a great stream of mana which flowed directly into me.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "I was stricken with emotions complex, manifold, and impossible to put into words. But it was an experience filled with warmth, and something inside me, outside of reason, told me it was love.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Awash in new understanding, I formulated my current hypothesis that the condition which led to one not seeking conflict despite having power must be love.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Chapter 3—Considerations: Though I have not fully grasped the concept, I have come to understand a fundamental summation of the concept of love. But in so doing, more questions are bound to arise.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Why do people love a queen who failed to protect her nation? Did Nefaria possesses a special something, an ability or otherwise which lies beyond my ability to surmise?", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Thus concludes my observation log of the desert kingdom—and the beginning of my observation log of Nefaria.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "To do so, I will need to have Nefaria revived. Fortunately, the great mana that is the people's love provides power enough to animate her dead body and grant it temporary life.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The problem will be establishing a technique that causes her temporary life to tether to the flesh. But no matter how long it takes or what methods I need employ, I WILL bring Nefaria back to this world of the living.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210124012, "title": "Observations of Horus: Part Two"}]