[{"conversations": [{"content": "The Maternal Angel: Part One", "speakerName": "", "type": "conversation"}, {"content": "Among the Five Archangels who swear an oath upon the Sigils with those humans who would become apostles, one of them—Gabriel—had ever been regarded as a true friend to those who serve her.", "speakerName": "", "type": "conversation"}, {"content": "All the apostles loved her for her warmth and kindness. Pirene, an apostle who once sealed a Sigil pact with Gabriel, was no exception. She loved her as a dear friend.", "speakerName": "", "type": "conversation"}, {"content": "Pensive and cautious by nature, Pirene was far shier than her fellow apostles. But around Gabriel, she spoke her mind fully and freely.", "speakerName": "", "type": "conversation"}, {"content": "When she first fell in love, she sought Gabriel's advice posthaste. Given the dangers inherent to an apostle's post, they are discouraged from starting families, yet Pirene was sure Gabriel would support her in this aspiration.", "speakerName": "", "type": "conversation"}, {"content": "Just as Pirene had hoped, Gabriel blessed her relationship and wished her the best, as any friend would.  Soon, love's arrow struck true.", "speakerName": "", "type": "conversation"}, {"content": "Pirene's lover, an officer of the guard, was a rare talent, skilled enough to accompany an apostle on a mission. With Gabriel's blessing, the two soon built a happy household together. And yet...", "speakerName": "", "type": "conversation"}, {"content": "An apostle is forever shackled to conflict. As long as they remain Sigil-bound to an angel, tragedy will one day come knocking.  Pirene, too, would not escape this fate.", "speakerName": "", "type": "conversation"}, {"content": "Ere long, Gabriel and Pirene were ordered to commence the dangerous infiltration of a military power hostile to the Church.", "speakerName": "", "type": "conversation"}, {"content": "They were to recover a certain stone pilfered from the Church vaults. It was a perilous mission of the highest order. Pirene steeled herself, as an apostle must, and set out.", "speakerName": "", "type": "conversation"}, {"content": "With Gabriel's divine protection and the aid of her husband, she fought to the utmost limits of her considerable power. And then, at last, she had the enemy commander cornered...", "speakerName": "", "type": "conversation"}, {"content": "But the battle did not end. The commander held the stone aloft and spoke an incantation. A sinister mist poured forth from his body. Gabriel was stunned—this unholy miasma was the mark of a demon!", "speakerName": "", "type": "conversation"}, {"content": "The stolen artifact was a sealing stone. And while the demon was still incomplete in form, its power was already a grave threat. Pirene's husband shielded her, perishing instantly, and both angel and apostle suffered grievous harm.", "speakerName": "", "type": "conversation"}, {"content": "The demon's might was overwhelming. Were Pirene to let it escape, countless lives would be snuffed out as ingloriously as her beloved's. They had to slay it, there and then. Pirene held fast to her husband and made her peace.", "speakerName": "", "type": "conversation"}, {"content": "If they stood no hope of slaying the demon in combat, she would use the life her husband had preserved to seal it within the stone once more. She would carry out her duty as an apostle—such was her decision.", "speakerName": "", "type": "conversation"}, {"content": "Gabriel gasped for breath. To this kind and gentle friend to the apostles, the thought of Pirene's imminent fate was too painful to bear.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Maternal Angel: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Pirene's mission together with Gabriel put them face-to-face with a demon. In her steely determination to see her duty through, Pirene proposed a desperate solution: a forbidden art with a terrible cost. Namely, Pirene's own life.", "speakerName": "", "type": "conversation"}, {"content": "Gabriel had borne loving witness to the deaths of countless apostles over the ages. But where such farewells are concerned, repetition cannot lessen the sting of goodbye. Especially not for one so gruesome and cruel as this.", "speakerName": "", "type": "conversation"}, {"content": "Yet before she was a friend to Pirene, she was her angel, and still that took precedence.  Gabriel lay her grief aside and accepted Pirene's heart-rending decision.", "speakerName": "", "type": "conversation"}, {"content": "＂Thank you, Gabriel. For everything. You were ever my greatest companion.＂  Those were the final words she spoke.", "speakerName": "", "type": "conversation"}, {"content": "In exchange for the young apostle's life, the demon was sealed away inside the stone once more, halting its rebirth into this world. As if to herald this hard-earned peace, a moment of stillness washed over the battlefield.", "speakerName": "", "type": "conversation"}, {"content": "Gabriel safely secured the stone, as was her angelic duty. Then, she laid her hands upon the bodies of her precious friend and her late husband, offering up one final prayer.", "speakerName": "", "type": "conversation"}, {"content": "She would see that the pair found eternal rest together in peace, buried at a site that held many fond memories for the both of them.  That was when she noticed something strange.", "speakerName": "", "type": "conversation"}, {"content": "There was life yet inside Pirene's body. A heart still beat, faint but strong within her...  The apostle was with child.", "speakerName": "", "type": "conversation"}, {"content": "The life was tiny—perhaps so small Pirene herself had not yet been aware. Taken from the womb now, it stood no chance of surviving.  Under normal circumstances, at least.", "speakerName": "", "type": "conversation"}, {"content": "But if the child possessed the strength of an apostle... The Sigil's power might yet grant it the chance to live.", "speakerName": "", "type": "conversation"}, {"content": "＂I will be the loving mother Pirene could not. So please... Please, let me save this new life!＂", "speakerName": "", "type": "conversation"}, {"content": "Together with this desperate prayer, Gabriel swore a Sigil pact with the unborn child. Gabriel had ever been a true friend to man... But in matters of rearing a humanoid baby, she was wholly ignorant.", "speakerName": "", "type": "conversation"}, {"content": "Even so, she knew that she wanted to be the one to mother this child—to carry on the will of her dear, departed friend.  That single wish rose up from deep within her.", "speakerName": "", "type": "conversation"}, {"content": "In the end, the heavens heard her prayer. Protected by the Sigil's aegis, the child lived to shoulder an apostle's fate.", "speakerName": "", "type": "conversation"}, {"content": "Gabriel had ever been a true friend to the apostles. But now she watches over the current generation as a mother.", "speakerName": "", "type": "conversation"}, {"content": "And none receive of her love more than the miracle child who bears the name Pinon— her Little Pi. To this day, the Blessed Angel and her cherished daughter grow closer yet—not only as parent and child, but as friends.", "speakerName": "", "type": "conversation"}]}]