[{"conversations": [{"content": "The Dying Man's Words: Part One", "speakerName": "", "type": "conversation"}, {"content": "In the south of Grastaea, there are areas which humans dare not enter. And Nidhogg's dwelling, the so- called ＂Rotten Spring,＂ is the most inaccessible of all these places.", "speakerName": "", "type": "conversation"}, {"content": "The bubbling spring is acidic, and releases a constant fog of noxious gas that permeates the area and kills all life.", "speakerName": "", "type": "conversation"}, {"content": "Nidhogg was the only being who could bathe in the water and live— so naturally he never had any visitors.", "speakerName": "", "type": "conversation"}, {"content": "But one day, Nidhogg came across a man who was soaking in the spring. After a moment's hesitation, the man looked up at the dragon with bleary eyes and mumbled a short greeting.", "speakerName": "", "type": "conversation"}, {"content": "Soon, his story was told: The man was once a noble, but after a rebellion, the new ruling powers sent him to die in the land of Nidhogg.", "speakerName": "", "type": "conversation"}, {"content": "They told him it was befitting one of his stature to die beside a grand dragon.", "speakerName": "", "type": "conversation"}, {"content": "＂I am not some puppet to be used in the petty quarrels of men,＂ growled Nidhogg. ", "speakerName": "", "type": "conversation"}, {"content": "＂Aw, don't be too upset,＂ chuckled the man as he gazed up at the massive figure of Nidhogg. ＂'Least I got to meet you before I die.＂", "speakerName": "", "type": "conversation"}, {"content": "The man feared nothing—not even the dragon. For as he was already a dead man, what was there to fear?", "speakerName": "", "type": "conversation"}, {"content": "＂I've no motive to kill you,＂ said Nidhogg. ＂But that gas will do its foul work ere long, and there will be not even bones left in the end.＂", "speakerName": "", "type": "conversation"}, {"content": "The cursed dragon closed his black wings and examined the man, who suddenly realized that Nidhogg did not bring death—he was merely an observer to it over the eons.", "speakerName": "", "type": "conversation"}, {"content": "The man was then filled with curiosity about the dragon, and decided to use his final moments asking questions of him.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Dying Man's Words: Part Two", "speakerName": "", "type": "conversation"}, {"content": "As his body began to melt into the Rotten Spring, the man felt no pain or fear. Instead, he was gripped by an intense curiosity about the locale's ruler, Nidhogg.", "speakerName": "", "type": "conversation"}, {"content": "＂Will you die, dragon?＂ he asked.  ＂I know not,＂ replied Nidhogg.", "speakerName": "", "type": "conversation"}, {"content": "＂Are you envious of the dead, then?＂  ＂Why would you ask this of me, human?＂", "speakerName": "", "type": "conversation"}, {"content": "＂Because of the great interest you are taking in me,＂ said the man with a rattling wheeze. ＂And yet, to you, my life should be as insignificant as a maggot on a rotted apple.＂", "speakerName": "", "type": "conversation"}, {"content": "＂I merely thought that a creature who did not know death might envy one who does. But it seems your endless life has made you apathetic.＂", "speakerName": "", "type": "conversation"}, {"content": "＂How foolish,＂ snorted Nidhogg. ＂Death is the end of the flesh, nothing more. Being free from its skeletal grip does not make life any more or less significant.＂", "speakerName": "", "type": "conversation"}, {"content": "＂You consider life and death to be intrinsically linked because you must. To think otherwise at the moment of your end would invite madness.＂", "speakerName": "", "type": "conversation"}, {"content": "The man laughed weakly. ＂You're a tough nut to crack, dragon. But let me ask you something as an impartial observer to life and death: Is there a world beyond this one?＂", "speakerName": "", "type": "conversation"}, {"content": "Nidhogg grew silent, for the man had finally asked a question to which he had no answer. He could administer death. He had watched it countless times. But he could not experience it.", "speakerName": "", "type": "conversation"}, {"content": "The man laughed, delighted. ＂To tell the truth, I'm excited. I never asked to be born into nobility, and was always envious of the explorers who journeyed into the unknown.＂", "speakerName": "", "type": "conversation"}, {"content": "＂And now I've found a journey where even the wisest of dragons can't say what awaits me at the end! If this be my final moment, it is a fine one indeed.＂", "speakerName": "", "type": "conversation"}, {"content": "With that, the man exhaled a final breath and slowly sank into the spring. Nidhogg watched over the spot where he had been for a long while, then returned to his slumber.", "speakerName": "", "type": "conversation"}, {"content": "The man had set off to a new world.  But nothing changed for Nidhogg.  And nothing ever would.", "speakerName": "", "type": "conversation"}]}]