[{"conversations": [{"content": "Sovereign Words: Part One", "speakerName": "", "type": "conversation"}, {"content": "One day, a tear in space opened over the skies of southern Grastaea. Soon, rumors began to spread across the land of an enigmatic dragon that had suddenly appeared.", "speakerName": "", "type": "conversation"}, {"content": "On a rolling plain, it rescued villagers from fiends. In a deep woodland, it burned another dragon to ash. In lofty mountains, it gazed at the heavens with unearthly composure.", "speakerName": "", "type": "conversation"}, {"content": "But two parts of the rumor stayed true through all the tellings: that of the dragon's massive black frame, and the gold pattern on its great wings.", "speakerName": "", "type": "conversation"}, {"content": "These rumors spread like wildfire, and ere long, the mysterious dragon had been given several sobriquets.", "speakerName": "", "type": "conversation"}, {"content": "Some called it the ＂Ebon King＂ in honor of its color. Others named it the ＂King of Dread＂ for its deadly fire. Still others called it the ＂Proud Regent＂ for its unmatched strength.", "speakerName": "", "type": "conversation"}, {"content": "These manifold nomenclatures were evidence of the different impressions the creature left on people all across the continent.", "speakerName": "", "type": "conversation"}, {"content": "And so, the story continued...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Sovereign Words: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Once there was an enigmatic dragon who arrived from another world. Soon, people began referring to it by a host of names.", "speakerName": "", "type": "conversation"}, {"content": "But after a time, these names coalesced into a single appellation.", "speakerName": "", "type": "conversation"}, {"content": "Its body is framed by fearsome wings, its crimson breath brings dismay, and it moves with a regent's pride. Thus did they name it... the Dreadking.", "speakerName": "", "type": "conversation"}, {"content": "Curiously, this name was the same as the one used by those from the Dreadking's very own world.", "speakerName": "", "type": "conversation"}, {"content": "The Dreadking, august ruler of all, answers any who would violate its sovereign territory with swift and terrible judgment.", "speakerName": "", "type": "conversation"}, {"content": "The Dreadking enjoyed the moniker, and reduced to ash any who attempted to refer to it by another title.", "speakerName": "", "type": "conversation"}, {"content": "All roads through which the king passed were scorched to cinders. All who violated the king's territory— person, beast, and dragon alike— became dust upon the breeze.", "speakerName": "", "type": "conversation"}, {"content": "It permits none to draw near, and even now stands alone as a true king of kings.", "speakerName": "", "type": "conversation"}]}]