[{"conversations": [{"audioPaths": [], "content": "The Slow Walk Forth: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂His long horns can pierce a man's stomach like a knife through butter—and when he catches someone in his iron grip, he snaps their neck and eats 'em from the head down!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂This man-eating dragon's name is Gozu Tenno, and to see or even speak of him is forbidden. If ever you catch sight of him, run away as fast as you humanly can if you value your skin!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Everyone in the village knew of this story, and a young girl remembered it one night after becoming lost on a dark mountain. As she wiped tears from her eyes, she wondered why she would suddenly recall so frightful a tale.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "At that moment, she heard a rustling in the treetops. Hoping it was just the wind, she looked to the sound and froze—for a large man with great horns was staring back at her.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂It's him!＂ she thought. ＂It's Gozu Tenno!＂ She ran away as fast as her feet could carry her, pushing through thick vegetation and losing herself further in the mountain depths.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Suddenly, the girl lost her footing and went tumbling down a steep slope. And though she avoided serious injury, she sprained her ankle. How would she ever escape now?!", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The sound of lumbering footsteps came closer. Closer. CLOSER! As the grim visage of Gozu Tenno appeared, the girl shut her eyes and awaited her grisly end. But then, a single hand reached out and gently touched her leg.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂You sprained your ankle? Mmm, that won't do at all. Here, let me try to patch it up.＂ The girl could not believe her own ears. Did the feared Gozu Tenno really say that he would try to ＂patch her up＂?", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Gozu Tenno picked up the bewildered girl, took her back to his dwelling, and healed her various wounds. And when this was done, he treated her to a delicious meal.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Understanding finally dawned upon the girl: Though the dragon was rumored to be a man- eater, he was, in fact, a kind-hearted wyrm who could never look the other way when a soul was in trouble.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Gozu Tenno knew of the rumors about him, which is why he chose a life of solitude in the mountains. But in truth, he yearned for a day when people would understand his true nature and he could finally live among them.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "So as thanks for his aid, the girl thought up a way to dispel the misunderstanding. She suggested that, at the next new year, he should seek to become one of the Great Twelve chosen by Amaterasu.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The Great Twelve of Hinomoto are wyrms that protect the people—and wyrms deeply trusted. Being chosen for such an honor would ensure that people would finally see Gozu Tenno for the kind-hearted dragon he really was.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Gozu Tenno declared loudly that it was a brilliant idea, and immediately set out to earn a place among the Great Twelve.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But only the first twelve dragons who greeted Amaterasu would be chosen for the honor— and since Gozu Tenno walked incredibly slowly, he departed with plenty of time to spare so he might arrive and secure his place in line.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But after the girl saw Gozu Tenno off, she went back to her home and beheld a terrible sight: A great horde of fiends was attacking, and the entire village was in danger of ruin!", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210136011, "title": "The Slow Walk Forth: Part One"}, {"conversations": [{"audioPaths": [], "content": "The Slow Walk Forth: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Gozu Tenno was making his way to greet Amaterasu in order to be selected as one of the Great Twelve. But when the young girl who saw him off returned home, she found a horde of fiends attacking her village!", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The villagers screamed and ran about wildly in an attempt to escape. The girl also ran as if her life depending upon it, but a marauding fiend managed to catch her. Resigned to death, she closed her eyes. But at that moment...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The fiend let out a groan and was knocked aside! When the girl opened her eyes, she was astounded to see Gozu Tenno before her. ＂Why is he here?＂ she wondered. ＂Did he not leave to stand before Amaterasu?＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I heard screaming,＂ explained Gozu Tenno, ＂and could not help but come running back.＂ He then turned to face the entire horde of fiends all by himself.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The villagers were bewildered. Why was the man-eating dragon saving their lives? Finally, the girl screamed out, ＂Gozu Tenno will not eat you! He is a good and kindly soul!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The girl then explained all that Gozu Tenno had done for her. The villagers doubted her at first, but seeing the dragon fight for them—and his wounds that ran red with blood—they finally started to believe the truth of her words.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "After Gozu Tenno defeated the last fiend, the villagers all came before him, thanked him for his aid, and apologized for their previous behavior—an action that deeply moved the kindly dragon.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And while he knew he would never make it to Amaterasu in time to become one of the Great Twelve, he had no regrets. So with that, he turned and began his long walk home.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But as he turned to go, the girl shouted at him not to give up—for she knew he was strong as well as kind, and wanted him to become one of the Great Twelve so that he might protect all of Hinomoto.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Yet she also knew Gozu Tenno was far too slow to make it in time. But as she was fretting over what could be done, the girl's father returned to town from a business trip.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Her father was an onmyoji, a practitioner of the mystic art of onmyodo. Hearing how Gozu Tenno saved the village, he used his power to create a great skybridge that would permit the wyrm to bypass all obstacles on his journey.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "With that bridge, he just might make it! Gozu Tenno lumbered into the sky as the girl shouted words of encouragement—words that he channeled into energy to drive him forward.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Thus did Gozu Tenno make it to Amaterasu in time, were he was duly appointed to serve as the dragon of the Ox.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Years later, a descendant of the girl formed an agency called the Bureau of Onmyodo. In recognition of this feat, he was adopted by the family of the shogunate, where he swore a pact with Gozu Tenno as leader of the Ox Wyrmclan.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210136012, "title": "The Slow Walk Forth: Part Two"}]