[{"conversations": [{"content": "Wings of Black: Part One", "speakerName": "", "type": "conversation"}, {"content": "I will never forget that day I came to know righteousness.", "speakerName": "", "type": "conversation"}, {"content": "Offer up your Desires to our Monarch!", "speakerName": "", "type": "conversation"}, {"content": "Strange people came to town and everyone began acting oddly—yet I could do nothing.", "speakerName": "", "type": "conversation"}, {"content": "I was nothing but a child—and a coward. I wasn't strong the way the prince and his friends who always helped the village were. I could barely manage to hold my breath as I trembled in my hiding place.", "speakerName": "", "type": "conversation"}, {"content": "＂Hmm?! Someone's there!＂", "speakerName": "", "type": "conversation"}, {"content": "I heard the strange people coming toward me and knew this would be my end.", "speakerName": "", "type": "conversation"}, {"content": "And then, a shadowy black figure came running and a voice shouted, ＂Come, Arsène!＂ A moment later, something appeared like a fire sparking in the darkness.", "speakerName": "", "type": "conversation"}, {"content": "It was a person clad in what looked like a mask and wrapped in great black wings—or perhaps it was no person at all.", "speakerName": "", "type": "conversation"}, {"content": "The strange people's bodies began to swell and pop, and soon ferocious creatures with terrible fangs and claws burst forth and surrounded the pair.", "speakerName": "", "type": "conversation"}, {"content": "I was afraid. SO afraid. I should have looked away, yet my eyes were transfixed by the pair who dared confront them.", "speakerName": "", "type": "conversation"}, {"content": "Far from being afraid, the man smiled boldly, leapt into the air, and shot at the creatures.", "speakerName": "", "type": "conversation"}, {"content": "＂You're mine!＂ he cried.", "speakerName": "", "type": "conversation"}, {"content": "I was absolutely captivated by that strength.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Wings of Black: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Despite the threat to all of the people I loved and held dear, I couldn't do anything but cower and tremble.", "speakerName": "", "type": "conversation"}, {"content": "I was a weak little child, not some bold prince. So many excuses for inaction filled my mind that I didn't even bother to stand.", "speakerName": "", "type": "conversation"}, {"content": "But then, I saw a man in a black overcoat along with a black-winged figure, and felt something catch fire deep inside me.", "speakerName": "", "type": "conversation"}, {"content": "In that moment, I was done with excuses. Instead, I wanted to be like them.", "speakerName": "", "type": "conversation"}, {"content": "What had flared up within me was the courage to stand and face my fears.", "speakerName": "", "type": "conversation"}, {"content": "Something in my mind told me that so long as I had the will, I could fly anywhere.", "speakerName": "", "type": "conversation"}, {"content": "That was ten years ago, and I still haven't forgotten.", "speakerName": "", "type": "conversation"}, {"content": "＂You protected the village again, Papa!＂ cried my son after my latest adventure. ＂I wanna be just like you when I grow up!＂", "speakerName": "", "type": "conversation"}, {"content": "As I listen to my son speak, I remember those black wings.", "speakerName": "", "type": "conversation"}, {"content": "The righteousness I came to know that day burns inside me still, and I know it will continue to do so long into the future.", "speakerName": "", "type": "conversation"}]}]