[{"conversations": [{"content": "Love from the Shadows: Part One", "speakerName": "", "type": "conversation"}, {"content": "Several days after the Auspex of the Nether took the imperial throne, Zodiark, the kindly Shadowwyrm, gazed up at a starless night sky.", "speakerName": "", "type": "conversation"}, {"content": "In this darkness was the dragon lost in his thoughts, for he had grave concerns about the path the world now traveled on.", "speakerName": "", "type": "conversation"}, {"content": "Suddenly, the endless gloom was sundered by a brilliant fissure that spilled forth a young man with hair of radiant blonde.", "speakerName": "", "type": "conversation"}, {"content": "The young man was a prince who had been chased from his kingdom by the foul Empire.", "speakerName": "", "type": "conversation"}, {"content": "With one beat of his mighty wings, Zodiark landed before the prince and froze him in his very tracks. ＂Where are you going?＂ the dragon asked as gently as he was able.", "speakerName": "", "type": "conversation"}, {"content": "The prince quickly averted his gaze from the dragon's eyes, which seemed to bore into his very soul.", "speakerName": "", "type": "conversation"}, {"content": "＂Would you set off to rescue your sister alone?＂ asked the dragon. ＂Yes!＂ cried the prince. ＂For I must do something, and yet I do not wish to expose my friends to danger.＂", "speakerName": "", "type": "conversation"}, {"content": "＂Now please, great dragon, let me be on my way.＂", "speakerName": "", "type": "conversation"}, {"content": "＂FOOL!＂", "speakerName": "", "type": "conversation"}, {"content": "The Shadowwyrm's roar shook the veil of night, and his rage made the very earth shudder beneath their feet.", "speakerName": "", "type": "conversation"}, {"content": "His eyes glimmering, Zodiark took one step forward, then another. To the prince, it seemed the god of death itself was approaching.", "speakerName": "", "type": "conversation"}, {"content": "The prince was under complete domination by the dragon. Not a breath, blink, or drop of sweat was permitted. The boy's fate lay in the hands of the Shadowwyrm.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Love from the Shadows: Part Two", "speakerName": "", "type": "conversation"}, {"content": "The prince who had lost his kingdom faced down the great Shadowwyrm. For when he had replied to the dragon's query, Zodiark responded with furious anger.", "speakerName": "", "type": "conversation"}, {"content": "＂Fool!＂ cried the dragon. ＂What do you hope to accomplish with that weak, frail thing you call a body?! You must learn your station!＂", "speakerName": "", "type": "conversation"}, {"content": "Zodiark had accepted everything life had cursed him with. But now, for the first time, he displayed anger toward a human.", "speakerName": "", "type": "conversation"}, {"content": "Once, the Shadowwyrm had been reviled by mortals, despite his gentle nature. And yet he continued to pour his love over the people.", "speakerName": "", "type": "conversation"}, {"content": "He did not begrudge them, utter a word against them, or give in to rage. Even when his beloved mortals cast curses his way, Zodiark continued to shower them with his affections.", "speakerName": "", "type": "conversation"}, {"content": "This was the only way he knew. The only way he could love.", "speakerName": "", "type": "conversation"}, {"content": "Yet the creature blocking the prince's way was not one of love. Instead, he seemed an amalgamation of arrogance—calamity made flesh.", "speakerName": "", "type": "conversation"}, {"content": "Even knowing this, Zodiark roared on in an attempt to show the prince the error of his ways.", "speakerName": "", "type": "conversation"}, {"content": "＂Throwing oneself into a hopeless struggle does not make a hero, but a fool,＂ he spoke, his voice rending the air around them.", "speakerName": "", "type": "conversation"}, {"content": "＂You say you wish to keep your allies safe. Are they truly so pathetic or craven as to need such protection? Your words give them great insult!＂", "speakerName": "", "type": "conversation"}, {"content": "At this, the prince raised his head. Though the dragon was cloaked in eternal darkness, a fierce, yet gentle, light shone out from within.", "speakerName": "", "type": "conversation"}, {"content": "＂I see the truth of your words, Zodiark. Thank you for telling me what I needed to hear.＂", "speakerName": "", "type": "conversation"}, {"content": "Zodiark became flustered by the prince's thanks; he had not expected his anger to be answered in such a fashion.", "speakerName": "", "type": "conversation"}, {"content": "Released from the Shadowwyrm's gaze, the prince returned to the castle that held his friends. After watching his tiny figure recede, the lord of shadow closed his eyes.", "speakerName": "", "type": "conversation"}, {"content": "＂There is another way to love,＂ thought the dragon.", "speakerName": "", "type": "conversation"}, {"content": "＂When he appears to err in a choice, I will guide him back to the path. This time, I will protect the ones I love until the very end.＂", "speakerName": "", "type": "conversation"}, {"content": "＂This is how I will show love now.＂", "speakerName": "", "type": "conversation"}, {"content": "Sadly, none will ever know of the kindness of the Shadowwyrm. None but the everlasting stars in the heavens, shining from beyond the endless darkness.", "speakerName": "", "type": "conversation"}]}]