[{"conversations": [{"content": "The City of New Suns: Part One", "speakerName": "", "type": "conversation"}, {"content": "There is a city called Apollonia where strong warriors gather. Its guardian is Apollo, a dragon of both the sun and prosperity.", "speakerName": "", "type": "conversation"}, {"content": "Apollo has long been revered as an avatar of the sun—and given his strength, the comparison is apt.", "speakerName": "", "type": "conversation"}, {"content": "But because of his unique nature, Apollo always found himself alone. For while he gave light to his people, he could find none for himself.", "speakerName": "", "type": "conversation"}, {"content": "Mere solitude did not make Apollo feel this way—it was also because of the nobles and royals who gathered in his beloved city.", "speakerName": "", "type": "conversation"}, {"content": "They came seeking honor and power, and gambling and treachery ran rife. At first, he thought these another form of human strength, but soon grave doubts began to cloud his heart.", "speakerName": "", "type": "conversation"}, {"content": "Questions without answers mounted all around him. Was his city truly a place for people to test their strength? And what WAS the true strength of humanity anyway?", "speakerName": "", "type": "conversation"}, {"content": "One day, another quarrel broke out in a training hall: warriors of noble birth barged in on some training commoners and demanded they leave at once.", "speakerName": "", "type": "conversation"}, {"content": "But one commoner chose to resist. ＂Strength is all that matters here in Apollonia,＂ he said. ＂So if I can defeat you, your social standing means nothing.＂", "speakerName": "", "type": "conversation"}, {"content": "The man defeated the nobles without breaking a sweat, leaving Apollo most impressed. In truth, he had never seen a commoner defeat a noble in combat before.", "speakerName": "", "type": "conversation"}, {"content": "The man's blows were as dazzling as the sun's rays, and Apollo saw a radiance in him that even he himself did not possess.", "speakerName": "", "type": "conversation"}, {"content": "Apollo followed the man's actions with great interest, watching him train and grow stronger by the day.", "speakerName": "", "type": "conversation"}, {"content": "Before long, he had defeated all others in the colosseum and become its champion. ＂Noble and commoner alike, heed me!＂ he shouted to all, ＂I am the new sun of this place!＂", "speakerName": "", "type": "conversation"}, {"content": "Some were appalled that he dare compare himself to the sun—for this was an honor reserved for Apollo alone. But the man just laughed at their offense.", "speakerName": "", "type": "conversation"}, {"content": "＂The place of sun is taken, you say? Then I will simply claim it as my own! Apollo! Dragon! I challenge you!＂", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The City of New Suns: Part Two", "speakerName": "", "type": "conversation"}, {"content": "The dragon Apollo ruled over the city of Apollonia—and to his surprise, he found himself challenged by the new champion of his city's colosseum.", "speakerName": "", "type": "conversation"}, {"content": "But while the city's residents were shocked at this reckless proposal, Apollo found himself intrigued by the ambition in the man's eyes.", "speakerName": "", "type": "conversation"}, {"content": "Accepting the challenge, Apollo descended upon the colosseum. The moment the battle began, the man leapt at the dragon with a mighty shout.", "speakerName": "", "type": "conversation"}, {"content": "Apollo effortlessly dodged the man's sword, which smashed into the ground. As he moved, he struck at the man with his fist, but the man parried the blow with his weapon.", "speakerName": "", "type": "conversation"}, {"content": "Apollo was deeply impressed; the man's strength and reflexes were beyond any human he had ever encountered. Why did he push himself to achieve such power?", "speakerName": "", "type": "conversation"}, {"content": "Apollo asked the man why he wished to be a new sun. He replied with his account of a childhood in a poor village where those in power took all that he had.", "speakerName": "", "type": "conversation"}, {"content": "＂But class and strength are not the same,＂ said the man, ＂and I intend to prove that by becoming the champion of the colosseum!＂", "speakerName": "", "type": "conversation"}, {"content": "Incredibly, the man then forced back Apollo's fist. Through intense training, a man had faced down the sun. Apollo was impressed with this display of humanity's true strength.", "speakerName": "", "type": "conversation"}, {"content": "Eventually, the man was defeated by the full might of Apollo. As he slumped to the ground, the dragon felt light enter his heart for the first time in an age.", "speakerName": "", "type": "conversation"}, {"content": "He stood over the man and said, ＂There is no reason there can be but one orb in the sky. And so, I proclaim you a new, glorious sun.＂ Thus was a friendship born.", "speakerName": "", "type": "conversation"}, {"content": "The man proposed changes for the colosseum, making it a place where all could train side-by-side—young and old, rich and poor, man and woman. Soon it was busier than ever.", "speakerName": "", "type": "conversation"}, {"content": "Decades passed. Eventually, the man who had challenged Apollo was himself defeated by a young warrior.", "speakerName": "", "type": "conversation"}, {"content": "That came as no surprise; age had taken its toll, and even the man's intense training regimen was no match for the march of time.", "speakerName": "", "type": "conversation"}, {"content": "The man then spoke to Apollo once more. ＂My sun cannot shine eternal,＂ he said, ＂but you once told me there can be more than one.＂", "speakerName": "", "type": "conversation"}, {"content": "＂Many a sun will take to the sky here. Many a brave warrior—with no regard to class—will shine bright. Maybe that will make the world of men a brighter one.＂", "speakerName": "", "type": "conversation"}, {"content": "Soon, the man breathed his last. The city of Apollonia lost a sun that day, and its people mourned. But surprisingly, there was no sense of emptiness in Apollo's heart.", "speakerName": "", "type": "conversation"}, {"content": "The city's prosperity grew and grew. Even now, people from all walks of life journey there to make a name for themselves.", "speakerName": "", "type": "conversation"}, {"content": "They spend their days training in an effort to reach greater heights—and the light with which they shine grants the city its dawn.", "speakerName": "", "type": "conversation"}, {"content": "＂Train hard, young warriors,＂ Apollo often tells them. ＂For only those who have reached the limits of their potential shall become as suns upon the earth.＂", "speakerName": "", "type": "conversation"}]}]