[{"conversations": [{"audioPaths": [], "content": "Promise's End: Part I", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "There once was a dragon named Midgardsormr. Emerald in hue and noble in character, the Windwyrm was venerated by all.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Born of the storm's heart where mana gathers densest, he served as leader to all the dragons of the wind—yet even the lord of all dragons, Elysium, regarded him most highly.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But in the span of one life, Midgardsormr died twice. Once in the aftermath of the First War of Binding, shortly after the battle against Morsayati had concluded.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He spoke with one of the faeries who had fought alongside him about the state of the world and what their next actions should be.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As storied veterans—heroes of the last war— their names ought to have been forever engraved into history. Yet the pair had no desire for such infamy.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Instead, they longed for the future envisioned by a girl they had lost, a casualty of the war: One in which the human species might live on.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Neither Windwyrm nor faerie were human; they could have easily cast the selfish race aside and claimed their place in history.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "That they did not is a testament to what they felt for the girl who laid down her life to preserve this world: a deep respect and love.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And so to permit mankind to live on, the faerie cast away her past and donned a new identity, swearing to help build the Holywyrm's new world in the stead of that girl who had vanished into the otherworld's depths.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "They founded a new religion and spread the worship of the Holywyrm across the land while the Windwyrm supported their efforts from the shadows. So it came to be that Midgardsormr and the truth of what happened were forgotten.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "This was the Windwyrm's first death: that of his very existence. The second death claimed his flesh, as the reaper inexorably does.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210131011, "title": "Promise's End: Part One"}, {"conversations": [{"audioPaths": [], "content": "Promise's End: Part II", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The great Windwyrm Midgardsormr died two deaths. The first, a death of his existence and erasure from history. The second, flesh's end.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Though faeries are long-lived, even they must reach their end, and so the Windwyrm's friend passed on. But her teachings spread, and the world knew peace once more—at a glance, it seemed a happy ending for all.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But the Windwyrm knew of the countless sacrifices made to reach this point; of his allies who fell and his own public death.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And though they had succeeded in building the world they'd envisioned together, none of his allies lived to see it. In this solitude, he found an epiphany: His work in this world was done.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He returned to the heart of the storm that birthed him, prepared to embrace eternal slumber. Yet in his own breast, he carried but a single wish:", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He yearned to see a world where man and dragon might walk hand in hand, as the girl he had once fought alongside had spoken of.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The souls of the greatest dragons persist in the world, waiting to be reborn in time. For one of the Windwyrm's stature, reincarnation was a simple feat. But never had a dragon returned from death with past memories intact.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Still, the Windwyrm wished to see this new world of harmony even though it was a faint and distant dream—one too far-off for even a long-lived dragon to witness.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Impossible though it was, he held faith that his dream would be realized—nay, he KNEW it would be, because a promise had been sworn.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Before their final parting, he and the Holywyrm had sworn a pact: In return for Midgardsormr's great service, Elysium would grant him a wish.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "For a creature of order and harmony like the Holywyrm to break an oath was unthinkable. And so the Windwyrm laid down to his long rest at peace.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Centuries passed. Then, one day, in the heart of the storm, Midgardsormr woke. Yet he did not understand his return as such, for all trace of his old memories had vanished.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Yet a feeling persisted: A sense of duty. A grand desire. And as he felt that wish tug at his breast, he gave a mighty roar.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "In the end, the Holywyrm had honored his pact. The Windwyrm's wish violated the laws that govern this world, and could not be granted in full. Yet the Holywyrm failing to grant it at all would be a breach of order no less grievous.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Thus was the Windwyrm was reborn with the lofty wish he'd held so dear in his past life intact. And so it came to be that Midgardsormr died a second death, then met a second birth.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Today, the Windwyrm lives a second life, forging new relations in search of the ideal world he once desired. He exists, now as ever, as the very wind itself.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210131012, "title": "Promise's End: Part Two"}]