[{"conversations": [{"audioPaths": [], "content": "Hope's End: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Lumière Pandora's mission was simple: Take a spoonful from the Box of Hope and sprinkle it upon people in order to make the world a better place for all.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "To that end, she flew about the world wishing happiness for all people and spreading hope. But one day, she came upon the young king of a poor and wretched kingdom.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Fixing her with a glittering expression, the king spoke eagerly of his dream. ＂I wish for my kingdom to know plenty, that all of my people might be joyful.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "At this, Lumière Pandora was overjoyed. For if she were to share hope with this man, surely the world would become a better place!", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And so, she shared with the king just a single spoonful from the Box of Hope. As she did so, the king's eyes immediately shone brightly, and he soon brought his people together and began laboring alongside them.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The hope given by Lumière Pandora served to develop the kingdom, and as people came together, barren lands began to yield their first harvests. Sensing her work was done, the dragon smiled at her good works and departed.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But after some time, word reached her ears that the king was greatly troubled.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Yet he had received the hope he needed and his people were all seemingly happy, so what could be the issue? Most curious, Lumière Pandora set out for the once-wretched kingdom to see what was the matter.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "It had been some time since she had visited, and the area was much more developed. Every corner of it was prosperous, and the people lived in contentment and plenty. All, that is, save one.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The unhappy fellow was the king himself, who had grown old with the passage of time. But the moment he heard Lumière Pandora had returned to the kingdom, he gave a desperate order to his subordinates:", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Seize Lumière Pandora at once! Without her, my dream will never be able to come true!＂ Thus, the moment she arrived, the king's guard found her and hurried her away.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Lumière Pandora was upset and confused ＂What is the meaning of this?＂ she asked. What is it that you desire from me?＂ The king stared back with hollow eyes and replied thus:", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂My wish is for my kingdom to know plenty and for my people to be eternally happy. So I want more hope! More! MORE!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210142011, "title": "Hope's End: Part One"}, {"conversations": [{"audioPaths": [], "content": "Hope's End: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Lumière Pandora, the dragon who gives people spoonfuls of hope, granted her boon to a king and helped his land to prosper.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But when she visited the kingdom for the first time in quite a while, the impatient king demanded more of her gift—despite the fact his people seemed content and at ease.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂You wish for more hope?＂ asked the quite bewildered dragon. ＂But your people are already happy. Why would you seek more?＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂On another continent,＂ replied the regent, ＂there is a kingdom even richer and happier than my own. For the sake of my people's happiness, I need enough hope to catch up with them!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Hearing these words, Lumière Pandora cast her eyes down. She could not share further hope with this man, for she knew it would not make the world a better place for anyone.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "With a shake of her head, she refused his request. However, the king had seen it not as a request, but a demand.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Fine then,＂ he cried. ＂If you will not give it to me freely, I will take it from you by force!＂ He then ripped the Box of Hope away from her, tore it open, and pulled hope out for himself.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "In doing so, he believed he was guaranteed eternal happiness and bliss.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Of course, such things are dreams meant to be attained over long periods of time—not via instant gratification. So when the king made this wish, he misused hope itself.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "With blind faith in the hope he had procured, the king sacrificed and exploited his people in order to realize his excessive dream. Soon, his exhausted population began to collapse in fields, roadways, and homes.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Discontent spread through the kingdom, and the people became more and more unhappy. Seeing this, the now-isolated king began a habit of muttering to himself.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Why? I have hope. I have SO much hope! But why are my people not happy?＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Thus did he fall into despair at the state of his kingdom. But hope and despair are two sides of a coin—and when unfulfilled hope turns into despair, it drives people into a corner.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Alas, the despair that assailed the king did not stop at himself, and soon his own citizens had taken up weapons and surrounded his castle, their anger burning as hot as fire.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂It's your fault!＂ they cried. ＂It is because of you that we now suffer so!＂ And with that, the king was dragged from his palace and executed at the very hands of those he wished to be happy.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As his light faded, the king managed to ask Lumière Pandora a single, final question: ＂Was it wrong to ask for hope?＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂It is never bad to seek hope,＂ the dragon replied. ＂But you cannot err in how you use it.＂  Afterward, once the whole affair was ended, she gave hope to the people anew and quietly slipped beyond the kingdom's borders.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But even now, Lumière Pandora sometimes returns to the place where she met the king as a young man.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "She prays that the sadness of that king will never again be repeated, then sets off once more on her journey to spread a little sliver of hope to all the people of the world.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210142012, "title": "Hope's End: Part Two"}]