[{"conversations": [{"content": "The Chief Researcher's Notes: Part One", "speakerName": "", "type": "conversation"}, {"content": "These are the notes of a researcher who came to our world from another.", "speakerName": "", "type": "conversation"}, {"content": "(Day 3) I faced many surprises since arriving in this world, but now that things have begun to settle down, I can finally begin my fieldwork.", "speakerName": "", "type": "conversation"}, {"content": "To that end, I intend to record my notes on recent developments and future tasks to be accomplished.", "speakerName": "", "type": "conversation"}, {"content": "The Soaratorium crashed here after being drawn through a tear between worlds. I realize how ludicrous this sounds, yet I cannot deny the truth I see with my own eyes.", "speakerName": "", "type": "conversation"}, {"content": "This world is significantly different from our own, filled with never- before-seen cultures and creatures.", "speakerName": "", "type": "conversation"}, {"content": "Tomorrow, I intend to travel about and learn more of such things from the residents of this world.", "speakerName": "", "type": "conversation"}, {"content": "(Day 10) I have heard many fascinating stories from the people of the Halidom and nearby villages, but none intrigued me more than the tales of ＂dragons.＂", "speakerName": "", "type": "conversation"}, {"content": "These dragons govern both nature and mana, and live side-by-side with humans. (Apparently they were fierce enemies until 1,000 years ago, but that tale can wait for another time.)", "speakerName": "", "type": "conversation"}, {"content": "What fascinates me most of all is the power of ＂shapeshifting＂ that is possessed by the good prince Euden, as well as some of his friends.", "speakerName": "", "type": "conversation"}, {"content": "They have the ability to wield power by assuming the form of a pactbound dragon—something that does not exist in our world. Oh, but there is so much to learn!", "speakerName": "", "type": "conversation"}, {"content": "(Day 12) It seems we of the Soaratorium were not the only ones who crossed into this world—a Rathalos has also made the journey!", "speakerName": "", "type": "conversation"}, {"content": "There isn't a hunter in our world who doesn't tremble at the very mention of the King of the Skies, and now it has followed us here.", "speakerName": "", "type": "conversation"}, {"content": "Since coming to this world, it's begun to adapt to its new environment, even going so far as to build a nest.", "speakerName": "", "type": "conversation"}, {"content": "Such changes are inevitable, I suppose, but it makes them no less fascinating—and there are doubtless plenty yet in store.", "speakerName": "", "type": "conversation"}, {"content": "(Day 13) It's possible this world has changed the Rathalos's characteristics in some way. As a Wycademy researcher, I must investigate!", "speakerName": "", "type": "conversation"}, {"content": "I won't let my thoughts be colored by second-hand evidence. I must see the truth with my own eyes—which means I must approach the Rathalos.", "speakerName": "", "type": "conversation"}, {"content": "Unfortunately, I don't have enough knowledge of this world to do so. Ordinarily, I'd enlist the help of a willing hunter, but this time I must take a different approach.", "speakerName": "", "type": "conversation"}, {"content": "For while this world may lack a Hunter's Guild, I still have some fine allies. I shall draft a request at once and ask for their aid in this matter.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Chief Researcher's Notes: Part Two", "speakerName": "", "type": "conversation"}, {"content": "These notes were left behind by a researcher from another world who sought to study a Rathalos that crossed over with him.", "speakerName": "", "type": "conversation"}, {"content": "(Day 15) This world lacks the Hunter's Guild I am familiar with, but I have found myself blessed with allies who are equally dependable.", "speakerName": "", "type": "conversation"}, {"content": "So when I asked for companions to accompany me on a trip to investigate the Rathalos, help was given by the prince and his folk.", "speakerName": "", "type": "conversation"}, {"content": "We made a number of fascinating discoveries during our pursuit.", "speakerName": "", "type": "conversation"}, {"content": "First, there seems to have been little fundamental change in the Rathalos. However, I did notice a slight, but peculiar, change in the evidence it leaves behind.", "speakerName": "", "type": "conversation"}, {"content": "Changes include wyvern tears mixed with mana, increased fluid temps, and scales with greater fire resistance.", "speakerName": "", "type": "conversation"}, {"content": "None of these changes are major, yet I feel certain they warrant continued investigation. As such, I must inform my new escorts of my desire to continue my research.", "speakerName": "", "type": "conversation"}, {"content": "(Day 17) Our investigation eventually led us to a deserted wasteland.", "speakerName": "", "type": "conversation"}, {"content": "The Rathalos we have been pursuing seems to have made its home here. My friends informed me that the area became desolate after the dragon governing its mana disappeared.", "speakerName": "", "type": "conversation"}, {"content": "As they said, it was completely devoid of life—although should another dragon choose to bind with it, it would be blessed with life once more.", "speakerName": "", "type": "conversation"}, {"content": "But then why did Rathalos choose this of all places to make its nest?", "speakerName": "", "type": "conversation"}, {"content": "Together, we were able to discover a clue that may answer that question: small, new leaves peeking out from beneath the parched earth.", "speakerName": "", "type": "conversation"}, {"content": "But that prompted the prince to ask a new question—how was that possible when the area had no dragon to govern its mana?", "speakerName": "", "type": "conversation"}, {"content": "Our research allows me to posit a shocking hypothesis. By coming to this world, Rathalos had...", "speakerName": "", "type": "conversation"}, {"content": "Alas, due to the excitement of the author, the last words of this entry are too sloppy to be read.", "speakerName": "", "type": "conversation"}]}]