[{"conversations": [{"audioPaths": [], "content": "A Disastrous Life: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Pazuzu is a dragon of storms and disaster. A mere flap of his wings is all it takes to summon great winds, while his roar spreads a poisonous miasma far and wide.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "One day, he arrived on a plain, seeking to make a home there. But the moment he did so, the clear air grew toxic, and fierce storms became a daily occurrence.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The people who abided nearby could handle occasional calamities, but not daily ones. They decided they could no longer live there, and so left their homeland behind.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The only ones who remained were the sick, the old, and their families. And while they could not leave their home, they swore to do all they could to rebuild after each disaster.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Pazuzu found these remaining residents both weak and stubborn, and decided to pay them no mind.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He did not intentionally interfere with their lives, but nor did he assist them in any way. Yet whether he wished it or not, his every movement brought calamity upon them.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Every flap of his wings caused great winds, bringing down their homes and filling their rivers with poison.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But no matter how many times their fields and homes were ruined, they simply lowered their heads and went about the process of rebuilding.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Again and again they rebuilt their homes, and even built stone waterways underground to avoid the poison.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Pazuzu could not help but be impressed by their refusal to give up. And while he had no intention of becoming friendly, he found his curiosity could not be quelled.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "No matter how many disasters fell upon them, the humans held out. They were living at the edge of a precipice, yet refusing to fall. In this way, several years passed.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "One day, Pazuzu saw dark swirling clouds on the other side of the plain and knew instantly that a trial far greater than any dragon was fast approaching.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210026011, "title": "A Disastrous Life: Part One (210026011)"}, {"conversations": [{"audioPaths": [], "content": "A Disastrous Life: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "After moving to a new home, Pazuzu, the dragon of disaster, subjected it to fierce winds and deadly poison. Despite this, many people chose to remain there and live on.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But a new trial was upon them; a vast tornado that came every century, carrying disease and bringing utter ruination to all— the Tyrannical Tornado.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Everyone looked up powerlessly at the dark clouds on the horizon. They had resisted disaster until then, but knew they would soon meet their ultimate end.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The Tyrannical Tornado swallowed up the plain in an instant, and the rest of the continent shortly after. All the while, Pazuzu watched silently from the safety of the upper skies.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Succumbing to panic, many a town, man, and woman fell to the great tornado. Among these was the town built by the former plain residents— those who left for fear of Pazuzu.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "After several days, the winds calmed. But just as the survivors were feeling relieved, diseases began to spread on the breeze, and countless people met a grisly end.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The people resigned themselves to their fate and prostrated themselves before the great disaster. There was nowhere for weak humans like them to flee now.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As he watched, Pazuzu found himself wondering about the town built on his plain—the one filled with humans who refused to give up their lives.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Ah, but it was a town peopled by the poor and infirm; those too weak to leave. He knew it could not still be standing, and the thought filled his heart with loneliness.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But when he returned to where the town had stood, he was startled.  For the town—and its people— were completely unharmed.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He recalled how they built homes that withstood storms, and channels that resisted poison. How they had rebuilt the town over and over, no matter how sick they became.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "At first, they were too weak to even flee—and yet by struggling in earnest to live another day, they had gained the strength to withstand both plague and wind.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The strong had perished, while the weak obtained true strength through that very trait. Thinking on this, Pazuzu marveled at just how resilient these humans could be.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As the people rejoiced at their safety, they heard the sound of a peculiar wind. One identical to that which always tormented them, and yet one now tinged with joy.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Disaster is not to be avoided— instead, one must live alongside it.  For those who live hand-in-hand with disaster can never be destroyed.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210026012, "title": "A Disastrous Life: Part Two (210026012)"}]