[{"conversations": [{"content": "This Anger Is My Body: Part One", "speakerName": "", "type": "conversation"}, {"content": "Barbatos once had a friend named Pruflas. They were so close, they were like two halves of a whole.", "speakerName": "", "type": "conversation"}, {"content": "In fact, until a certain point in time, it would have been no exaggeration to say Barbatos and Pruflas were one and the same.", "speakerName": "", "type": "conversation"}, {"content": "They grew up, trained, fought, and made a name for themselves together. There was no discrepancy in either strength or thought.", "speakerName": "", "type": "conversation"}, {"content": "Pruflas's enemies trembled when Barbatos grew angry, and he shed tears when Pruflas felt grief.", "speakerName": "", "type": "conversation"}, {"content": "To fight against Barbatos was to bare fangs at Pruflas. To obey Pruflas was to yield to Barbatos.", "speakerName": "", "type": "conversation"}, {"content": "They were both proud to be the pair that made up a single dragon. ...Or so it was meant to be.", "speakerName": "", "type": "conversation"}, {"content": "One day, a man from the Syndicate came before Barbatos and asked the dragon a single question: ＂Do you wish to be superior?＂", "speakerName": "", "type": "conversation"}, {"content": "＂You can't be happy living as one,＂ the man continued in a whisper. ＂Your pride is a meaningless fraud. You are better than your opposite. Surely the world must know this.＂", "speakerName": "", "type": "conversation"}, {"content": "＂I can give you what you desire. I can help you prove you are more successful than your other half.＂", "speakerName": "", "type": "conversation"}, {"content": "As the Syndicate human whispered, Barbatos became enraged—for he took those words as an insult to him and Pruflas both.", "speakerName": "", "type": "conversation"}, {"content": "Barbatos then drove the human hence, threatening to take his life. He was confident Pruflas would do the same in his position.", "speakerName": "", "type": "conversation"}, {"content": "Yet by the end of the day... Pruflas had vanished.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "This Anger Is My Body: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Once Pruflas disappeared, Barbatos grew weary of everything. He had no will to do anything, and lived his days in idleness.", "speakerName": "", "type": "conversation"}, {"content": "Had Pruflas followed the human from the Syndicate and vanished? Had he believed the man's honeyed words in order to surpass Barbatos?", "speakerName": "", "type": "conversation"}, {"content": "Barbatos repeatedly asked himself questions which had no answers. But then, after many months, the human from the Syndicate returned—along with Pruflas.", "speakerName": "", "type": "conversation"}, {"content": "Or perhaps it was more apt to say the creature had BEEN Pruflas. His former gallantry was nowhere to be seen; his form was aberrant, melded with countless beasts.", "speakerName": "", "type": "conversation"}, {"content": "His former other half had transformed so much he could scarcely speak, and Barbatos grew enraged at the sight of his suffering.", "speakerName": "", "type": "conversation"}, {"content": "＂He had a dream to surpass you, and we have made it come true,＂ said the Syndicate man to an indignant Barbatos. ＂Now prove your strength, if you can!＂", "speakerName": "", "type": "conversation"}, {"content": "Barbatos howled for Pruflas and the horror which he had become, then attacked the aberration.", "speakerName": "", "type": "conversation"}, {"content": "But the moment Barbatos struck, Pruflas melted away. His body transformed into a massive chain that bound the other dragon tight. ", "speakerName": "", "type": "conversation"}, {"content": "As Barbatos struggled, the Syndicate man approached.", "speakerName": "", "type": "conversation"}, {"content": "＂Unfortunately, Pruflas was melded with too many lifeforms and we could not hold his form together. But it served its purpose, for we now have a chain to bind another dragon!＂", "speakerName": "", "type": "conversation"}, {"content": "The Syndicate man cackled madly. Barbatos raged, but could not move. He grieved, but could not weep. And as the chain tightened, his self began to slowly fall away.", "speakerName": "", "type": "conversation"}, {"content": "As his mind slipped into blackness, the Syndicate man informed him of Pruflas's final words:", "speakerName": "", "type": "conversation"}, {"content": "＂If I am to die, I wish you could have been the one to kill me, Barbatos...＂", "speakerName": "", "type": "conversation"}, {"content": "...How dare they.", "speakerName": "", "type": "conversation"}, {"content": "How dare they. How dare they. How dare they. How DARE they. How DARE they. How DARE THEY. HOW DARE THEY HOW DARE THEY HOW DARE THEY HOW DARE THEY!", "speakerName": "", "type": "conversation"}, {"content": "How dare the Syndicate! How dare the humans! No matter my fate, I will rend them with tooth and claw! I will end them ALL!", "speakerName": "", "type": "conversation"}, {"content": "Anger is my body. Hate is my fangs. Fury is my claws.", "speakerName": "", "type": "conversation"}, {"content": "Revenge...is my pride.", "speakerName": "", "type": "conversation"}]}]