[{"conversations": [{"audioPaths": [], "content": "In Search of Serenity: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Though newly reborn, Zephyr's deeds remain writ large upon history's page. His new form is but another of his facets.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Zephyr paid a visit to the land he once ruled over. Alas, what had once been plains rife with abundant nature was now a mere shade of its former glory, ravaged as it was.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The fertile expanse he once kept under his wing had been transformed into a land of death...all due to Zephyr's own tyranny after he was consumed by black mana.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "However, even in such blighted environs, there remained people who endured hunger and illness to eke out a meager living.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The people gathered in a clearing and offered up their prayers for the restoration of nature.  And perhaps in answer to their supplication, the reborn Zephyr appeared before them.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The people, wishing for the rebirth of their land, bowed their heads before the dragon and besought him to grant them peace. Yet Zephyr could see mixed and complex emotions dancing behind their eyes.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "It was little wonder. The one they prostrated themselves before had indeed brought about prosperity, yet was also the very one responsible for their collapse.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Not one of the people had forgotten the atrocities Zephyr perpetrated whilst consumed by black mana. Reborn or not, their ill will towards him was not soon to be forgotten.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Hovering in the skies above the clearing, Zephyr perceived the people's hope, mixed as it was with the taint of resentment. Acknowledging that things could not remain as such, resolution swelled in his breast.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He took the time to choose his words carefully, wanting to convey his thoughts clearly and exactly as he intended. At length, he spoke.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂To you who continue to live in this land of death even as your minds dream of the fertile plains it once was... I appear before you today reborn, and I would show you a new path.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The people held their breath, hope and unease playing across their faces, as they let Zephyr's words wash over them.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210143011, "title": "In Search of Serenity: Part One"}, {"conversations": [{"audioPaths": [], "content": "In Search of Serenity: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The reborn Zephyr had paid a visit to the land he had once ruled. The people there regarded him with hope and resentment alike. Thus he spoke to them with solemnity.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Until now, I thought caution the surest road to success—to living with a peaceful heart. To be sure, it is precisely that mindset that ensured the serenity of my domain.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂However, that peace was not everlasting. Change and entropy are the fate of all things. Yet to fear—to halt the march of progress— only serves to quicken the seed of ruin.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I say this now to you, my people: do not fear change. No matter what shape the future takes, embrace it. To cower before the unknown is not prudence, but cowardice.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Those who defer to cowardice will invariably stagnate and decay. Look no further than I, who brought about the downfall of this place, as proof of that fact.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂My rebirth has made me wise to my errors. In order to attain happiness, one must cast aside their fear and move forward.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I ask you now: would continuing to live in this land of death bring you true happiness? Or is it simply your penance? Your fear of change? Your surrender to your own ruination?＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂If you wish for true fulfillment and desire peace, then cast away the terror that grips you and move forward with courage in your hearts. Walk a new path, free of fear.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Hearing his words, the people's eyes lit up with a newfound brilliance. The next morning, they departed on a journey for new lands.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The reborn Zephyr remained behind in the land of death, watching the people as they set off with hope in their hearts. He cried out with satisfaction.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "For now all who may have come to harm him had finally left this ruined land. Zephyr's own cowardice had triumphed in the end.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210143012, "title": "In Search of Serenity: Part Two"}]