[{"conversations": [{"audioPaths": [], "content": "Ramiel's Daddy Diary: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "I am Ramiel. There was a time I saw mankind as a strange sort of insect below my notice. I only joined forces with their Church as a so- called ＂angel＂ to weather a great disaster some centuries past. Our interests aligned is all.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "An angel's role is to bond with humans called apostles through a Sigil and grant them power. Precious few of their kind show the potential to become apostles, but I placed an additional condition on those seeking my aid...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "I would accept only mature adults possessed of a keen intellect. While all humans are sadly limited creatures, the thought of spending my time with cretins was too excruciating to bear.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And so I lent my power to those reasonable specimens I chose, and there our relationship ended. Over the centuries, I exchanged as few words as possible with my apostles, and was convinced that was for the best.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "...Until twenty years back. My apostle at the time died young, giving rise to an urgent need to form a new bond. In the end, Nevin was selected, though he was but a child.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Needless to say, I objected vehemently. Human children are ignorant, unformed things; vexing and selfish, fragile and weak. A parade of warning signs flashed across my vision at the mere thought of it.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But they could find no other with the requisite potential—and as part of the covenant I swore those centuries ago, an angel with no apostle is fated to dissipate into mana before long.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And so, with no alternatives, I bonded with the boy and became his angel. And as he was an orphan, I was made to take him in and raise the pitiful creature myself.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "I cursed my luck, but excessive moping only clouds one's character, so I held my nose and looked after the boy. Ah, but I had no clue what a grand travail child-rearing was!", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "One must consider the child's dietary balance for proper growth, and the process of that food exiting the body is...most similarly fraught. Not to mention the sorely lacking immune system that can scarce defend against a cold.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Then consider teaching societal customs and rules to a blank slate that also manages to exist in a precarious state of chaos, given over to tantrums at the drop of a hat.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "I came to regard the parents toiling away in the human world as veritable saints. The work was taxing and fiddly, boring and frenetic. Every moment frayed at my nerves.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Yet all the while, watching Nevin grow through my labors caused a curious feeling to blossom within me. It was not unlike a sense of accomplishment combined with a deep sigh of utter exhaustion.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "It was my first taste of it in my centuries of existence, and it was not entirely unpleasant. Perhaps that was why I came to find that somewhere along the way, raising Nevin had almost become...fun.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Weeks passed into months, then into years—until the day came that something between us reached a breaking point.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210132011, "title": "Ramiel's Daddy Diary: Part One"}, {"conversations": [{"audioPaths": [], "content": "Ramiel's Daddy Diary: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "While I neither expected nor desired to take in a small child, the difficult days I spent rearing Nevin eventually gave way to a sense of joy.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The fruits of my labors were apparent as I watched the boy grow, quick as a reed. Yet our relationship was not without flaws, and one grievance in particular gnawed at me.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He was ever reserved around me, even after years together. It was clearly no problem time alone could mend, for if that were the case, it would have rectified itself already.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "So I looked into his past—into how he lived before he was chosen to be an apostle. I learned his parents died while he was but an infant, and that he'd been passed from relative to relative in the ensuing years.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Perhaps the treatment he received—which was far from a warm familial ideal—was the cause of his aloofness. For he had been trained from birth to read a room and act the perfect child if he was to remain in whatever home he had.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Naturally, I was furious at the humans who had planted these seeds of doubt in a child. To think they could do such to a mere babe! And then I realized the truth: He saw me as no different from those cruel relatives in his past.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "One night, I confronted him and told him to stop living a life spent in fear of my reactions. I told him it was a maladaptive solution—a hollow self—and that it would never win him the home he yearned for.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Though I spoke only out of concern for Nevin's well-being, I still felt anger in my words. However, I believed a stern warning was needed to set him on the proper path.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But I was naive, and the next morning, he was gone. Clearly he had taken my admonishment as naught but base rejection.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "In a panic, I set off after him, questions racing through my mind. Was there no gentler way to put my concerns? No kinder words? Why had I not controlled my own emotions better?", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Finally, I found him curled up in the woods. The poor thing looked utterly lost.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "I immediately wrapped him in my arms and begged forgiveness for my cruel words.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂You never need walk on eggshells around me,＂ I told him. ＂I am your father, and you my son.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He didn't say a thing, but as his slender arms wrapped around me and squeezed, I knew my words had reached him this time.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "In the coming months, the distance between us closed, and I felt renewed energy and purpose in my care for him. One might not know this, to hear him speak these days, but... Well, I suppose imperfect fathers rear imperfect sons.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Years passed, and our dynamic changed from parent and child to master and pupil—and then to trusted partners. He was ever in a rush to grow up, but I still cannot look at him and see anything but the small child I first took in.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The years of men are short, and apostles come and go. Until now, I'd watched over that changing of the guard impassively.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "An apostle's death brings no special sadness; it is a mere changing of seasons, or a passing of days. But when Nevin's time comes...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "On that day, for the first time in my long, long existence, I will know true sadness.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210132012, "title": "Ramiel's Daddy Diary: Part Two"}]