[{"conversations": [{"content": "A Flower Blooms: Part One", "speakerName": "", "type": "conversation"}, {"content": "Wilting under the heat of summer, the cherry blossom dragon Konohana Sakuya shed her robes for sensible swimwear and let the sea breeze wash over her.", "speakerName": "", "type": "conversation"}, {"content": "Crashing waves mingled with joyful whooping as humans gamboled about the shore. Crabs and beach fauna frolicked underfoot. Yet despite the air of frivolity, she sat alone.", "speakerName": "", "type": "conversation"}, {"content": "＂Alone again...＂  The words slipped from her lips.", "speakerName": "", "type": "conversation"}, {"content": "Even so, her lips curved not into a frown, but rather a smile tempered with resignation.", "speakerName": "", "type": "conversation"}, {"content": "Konohana Sakuya's power allows all who attain it to blossom, granting strength and glory both. But just as the brightest of blooms fade fastest, so too are the lives she touches cut short.", "speakerName": "", "type": "conversation"}, {"content": "She'd seen countless lives scattered before her like so many falling petals. She dared not let her dreams of companionship enter the realm of the material. As white sand slipped between her fingers, a cacophonous sound drew near...", "speakerName": "", "type": "conversation"}, {"content": "STOMP STOMP STAMP STOMP STOMP STAMP STAMP STOMP STOMP STOMP STAMP STOMP", "speakerName": "", "type": "conversation"}, {"content": "＂Aaagh!＂ The source of the frantic footsteps had scarcely come into view before it leapt into Konohana Sakuya's arms.", "speakerName": "", "type": "conversation"}, {"content": "＂Er... Hello, little boarlet.＂ The tiny creature quivered in fear as it clung tightly to her, tears welling in its eyes.", "speakerName": "", "type": "conversation"}, {"content": "A moment later, its pursuer appeared: a large, cherry-pink crocodile. It was clear at a glance that their relationship was one of predator and prey.", "speakerName": "", "type": "conversation"}, {"content": "＂To torment your lesser is the basest cruelty.＂ She stood between the pair, admonishing the reptile who continued to lunge toward the frightened boarlet cowering in her shadow.", "speakerName": "", "type": "conversation"}, {"content": "Unexpectedly, the crocodile burst into tears. Konohana Sakuya, now completely flummoxed, addressed the bawling reptile while keeping the boarlet squarely behind her.", "speakerName": "", "type": "conversation"}, {"content": "＂Why do you harry this poor fellow?＂ she asked. ＂I just...w-wanted to be...f-friends!＂ came the reply through choked sobs.", "speakerName": "", "type": "conversation"}, {"content": "Friends—the precise thing that Konohana Sakuya herself so ardently craved. She knew all too well the pain of solitude.", "speakerName": "", "type": "conversation"}, {"content": "She resolved in that instant to help the animal, and she had just the plan to do it...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "A Flower Blooms: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Konohana Sakuya laid out her secret plan to help the sniffling crocodile befriend the boarlet:", "speakerName": "", "type": "conversation"}, {"content": "＂What better way to show your feelings than with a flower?＂ She presented a charming tropical blossom. Vivid in color and sweetly perfumed, it was sure to lift its recipient's spirits. And yet...", "speakerName": "", "type": "conversation"}, {"content": "＂The boarlet always zooms off before I can even get a word out. How will I manage to hand over a flower when we can't even speak?＂ The crocodile's face was dark as a storm cloud, all hope drained from its eyes.", "speakerName": "", "type": "conversation"}, {"content": "＂Have faith. Heartfelt emotions will always find their way into another's bosom, and there is no truer ally in that pursuit than flowers.＂", "speakerName": "", "type": "conversation"}, {"content": "Buoyed by Konohana Sakuya's smile, the croc took the flower in its claws and extended it to the boarlet. ＂I'm sorry for chasing you! I really just wanted to be your friend!＂", "speakerName": "", "type": "conversation"}, {"content": "The air hung still until the trembling boarlet poked its snout out from behind the dragon. It was greeted by the redolent scent of nectar. It opened its teary eyes and saw vibrant color. It opened its wary heart and found sincerity.", "speakerName": "", "type": "conversation"}, {"content": "A single, quavering step. And then another. The boarlet slowly approached the crocodile and clasped the flower with its trotter. ＂Will you please be my friend?＂ the reptile entreated. The boarlet replied with a smiling nod.", "speakerName": "", "type": "conversation"}, {"content": "＂You make a fine pair. Now, go and enjoy the seaside. Run off and play, the both of you.＂ Konohana Sakuya waved at the duo as they walked off along the sand.", "speakerName": "", "type": "conversation"}, {"content": "But the new friends quickly returned, this time with a flower of their own acquisition. ＂For me?＂ Konohana Sakuya inquired, her surprise plain. Before she could respond, another visitor appeared—a dragon.", "speakerName": "", "type": "conversation"}, {"content": "＂Accept it with gratitude. It symbolizes their desire to befriend not just each other, but you as well.＂ It was the boarlet's master, Marishiten. The warrior dragon's piercing gaze left Konohana Sakuya at a loss.", "speakerName": "", "type": "conversation"}, {"content": "She did crave friendship. Desperately, in fact. But did she who had sent so many lives scattering to the winds deserve such a thing?", "speakerName": "", "type": "conversation"}, {"content": "Like the crocodile before her, Konohana Sakuya's face clouded over. The words that came next were profound.", "speakerName": "", "type": "conversation"}, {"content": "＂You deserve to smile more, Sakuya.＂", "speakerName": "", "type": "conversation"}, {"content": "It was a voice, carried on the waves. She gasped, looking to the water's edge, but found only the surf singing its low, insistent song. Still, she had heard it clearly.", "speakerName": "", "type": "conversation"}, {"content": "＂You once compared my smile to a flower bud opening its petals to the sun. Perhaps... I have the same right to blossom as any other.＂", "speakerName": "", "type": "conversation"}, {"content": "She cast her gaze out to the horizon and then dashed off with the croc and boarlet,  as Marishiten ambled behind them. The four friends' smiles bloomed brightly, sowing a garden upon the white, sandy shore.", "speakerName": "", "type": "conversation"}]}]