[{"conversations": [{"content": "Howl at the Moon: Part One", "speakerName": "", "type": "conversation"}, {"content": "Volk was weak from birth. Starvation, discrimination, sickness, avoidance, neglect... He entered the world beset by its myriad ills.", "speakerName": "", "type": "conversation"}, {"content": "Many thought of him as subhuman. Volk felt the same way. (But you're all filth too.) Those whose only means of power came from tormenting the weak were just as weak as he.", "speakerName": "", "type": "conversation"}, {"content": "That was why he was able to endure it, as one feeble life among many such others.  Yet one day, Volk's whole world was upended.", "speakerName": "", "type": "conversation"}, {"content": "He came face-to-face with an aristocrat for the first time: the lord of the city's son. His gaudy clothing. His brazen demeanor. His cheerful smile. His pure, untainted gaze. And...", "speakerName": "", "type": "conversation"}, {"content": "＂Are you okay? You're hurt, and you're all skin and bones... You poor thing.＂ He held his hand out to Volk. His piteous look was like a knife in Volk's heart. Instantly, he fled the alley where he'd lain in squalor.", "speakerName": "", "type": "conversation"}, {"content": "(The hell is WRONG with him?!) He ran with reckless abandon. Yet it was not enough to quell the storm that raged within. So many emotions were welling up inside him. Shock. Longing. And most of all...jealousy.", "speakerName": "", "type": "conversation"}, {"content": "He stumbled over a backstreet vagrant and fell. The feelings all came flooding to the surface. That man had never experienced hard labor or poverty. He'd never known sickness. Hunger. Discrimination. Isolation.", "speakerName": "", "type": "conversation"}, {"content": "His eyes held no contempt for the weak. He only looked down on this streetside refuse with pity. Volk had encountered one of the powerful. One who was beyond reproach.", "speakerName": "", "type": "conversation"}, {"content": "New emotions welled up within him. Sorrow. Heartbreak. Resentment. Hatred. Every emotion gripped his heart like a vise. If only everyone in the world was so weak. But no... This world...", "speakerName": "", "type": "conversation"}, {"content": "＂I'm going to kill him.＂  Thus did one last emotion come surging out from the maelstrom of negativity within Volk: a blinding, murderous rage.", "speakerName": "", "type": "conversation"}, {"content": "That evening, he snuck into the lord's mansion. As long as he didn't challenge them head-on, even a man as malnourished as he could dispatch his target.", "speakerName": "", "type": "conversation"}, {"content": "But just as he went for the kill, the clouds parted and the moon shone upon Volk. ＂Halt! What do you think you're doing?!＂ As he fought against the noble, guards surrounded him.", "speakerName": "", "type": "conversation"}, {"content": "Volk was easily overpowered, and in seconds, his forehead was pressed against the floor. ＂Is this that beggar from earlier?＂ ＂How could you do this to someone who was so kind to you?! You're disgusting!＂", "speakerName": "", "type": "conversation"}, {"content": "As the nobles assailed him with their words and bodies alike, Volk couldn't help but sneer. (That's right. Look at me with scorn. Now you're weaklings too.)", "speakerName": "", "type": "conversation"}, {"content": "But when Volk stole a glance at the aristocrat... ＂Please stop. Let him go.＂ He looked down at Volk squirming on the floor, regarding him with the same gentle tranquility.", "speakerName": "", "type": "conversation"}, {"content": "Volk was thrown out onto the street like trash. He gazed up at the sky and saw clouds covering the moon once more. The world wouldn't give light to the weak. All it did was create them, and thereby, the strong.", "speakerName": "", "type": "conversation"}, {"content": "(Why is this the way things are...?) How were the weak supposed to live in a world where the powerful had everything?  ＂It's all screwed up. Unfair. Wrong.＂", "speakerName": "", "type": "conversation"}, {"content": "Suddenly, a response rang in the night air.  ＂Yes. Our very reality is wrong.＂", "speakerName": "", "type": "conversation"}, {"content": "When Volk raised his head, he saw a man clad in black.  ＂You who possesses nothing—shall I grant you fangs to overturn this wretched world?＂", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Howl at the Moon: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Volk, who had been weak from birth, encountered one who was truly strong. As he disparaged the circumstances that bound one and all, a man appeared before him and asked a question that would change everything.", "speakerName": "", "type": "conversation"}, {"content": "＂Would you like the fangs to overturn this wretched world order?＂ ＂Who are you?＂ replied Volk. ＂I am one who has nothing. Just like you.＂ The man stepped forward out of the darkness.", "speakerName": "", "type": "conversation"}, {"content": "His eyes were stoic, yet utterly unlike the aristocrats'. There was no disdain, no pity... His gaze revealed nothing at all.", "speakerName": "", "type": "conversation"}, {"content": "＂Worry not. I am not here to scorn or condole with you. I am only searching for the Fangs of Agito that will tear this world asunder.＂", "speakerName": "", "type": "conversation"}, {"content": "＂The hell is that supposed to mean?＂ Volk took a look at the man's face once more. Though his eyes betrayed no emotion, a quiet passion burned within.", "speakerName": "", "type": "conversation"}, {"content": "Volk had initially thought him a lunatic, but it was clear he meant every word.  The man took another step toward him.", "speakerName": "", "type": "conversation"}, {"content": "＂Get the hell away from me!＂ He instinctively shot forward with his dagger. Without a sound, the man drew his sword and stopped Volk's strike short.", "speakerName": "", "type": "conversation"}, {"content": "Volk was like a wounded animal. His attacks were relentless, but the man parried each one. ＂Such unfettered rage. Such cunning. You would make a most spectacular fang.＂", "speakerName": "", "type": "conversation"}, {"content": "Shocked into inaction, Volk stopped his onslaught. Seizing the opportunity, the man thrust his hand forward. Yet what was in it was not a sword, but a mask.", "speakerName": "", "type": "conversation"}, {"content": "＂This mask is a device that will amplify your power. With it, you can become a beast—one with the power to rebel against this world.＂", "speakerName": "", "type": "conversation"}, {"content": "＂I... I can?＂ ＂That's right. You will expose its lies for all to see. You will destroy its natural order. And thus, you will turn our reality on its head. That is what you desire, is it not?＂", "speakerName": "", "type": "conversation"}, {"content": "Dumbfounded though he was, Volk nodded. It was a ridiculous proposal. But it was exactly what he wanted.", "speakerName": "", "type": "conversation"}, {"content": "＂Then take this mask. ...That is, if you are truly willing to discard your humanity.＂ Volk couldn't help but laugh at the man following up the invitation with a challenge.", "speakerName": "", "type": "conversation"}, {"content": "＂What a stupid thing to say. That would require me to have been human in the first place.＂", "speakerName": "", "type": "conversation"}, {"content": "Weakness was like a sickness—an incurable disease that robbed you of your humanity. And Volk, who had been afflicted with this illness, had never once been treated as human.", "speakerName": "", "type": "conversation"}, {"content": "He stretched his hand out to the man and took the mask.", "speakerName": "", "type": "conversation"}, {"content": "Several hours later...  Cries rang out within the lord's manor. The soldiers who had once subdued Volk were now strewn across the floor like crumpled red rags.", "speakerName": "", "type": "conversation"}, {"content": "The lord's son fled to the terrace as the grotesque shadow advanced. The tranquility behind his eyes was gone, replaced with a mortal fear that evolved into despair.", "speakerName": "", "type": "conversation"}, {"content": "＂Please, stop! I beg of you!＂ As though the man's death throes rent the clouds from the sky, the moon showed itself once more. The dim light illuminated Volk, and suddenly he felt more wolf than man.", "speakerName": "", "type": "conversation"}, {"content": "(Look upon me, moon. Look upon me, world! My rebellion has only just begun!) He howled loud enough to shake the heavens. ＂We are... We are Agito!＂", "speakerName": "", "type": "conversation"}]}]