[{"conversations": [{"content": "The Origin of Sumo: Part One", "speakerName": "", "type": "conversation"}, {"content": "The people of Hinomoto have an ancient saying: ＂Lightning bespeaks a bountiful harvest.＂", "speakerName": "", "type": "conversation"}, {"content": "Thunder brings forth rain. Rain brings forth rice. Rice brings forth bounty. Bounty brings forth harvest.", "speakerName": "", "type": "conversation"}, {"content": "Thus did the people decide to hold a festival in honor of Takemikazuchi, the dragon of thunder. And at this festival, they practiced a certain ritual.", "speakerName": "", "type": "conversation"}, {"content": "This ritual came to be known as ＂sumo.＂", "speakerName": "", "type": "conversation"}, {"content": "The sumo of the ancient world was severe; a life-and-death duel of fists and feet. It was the kind of thing Takemikazuchi loved above all else.", "speakerName": "", "type": "conversation"}, {"content": "Amongst the sumo wrestlers, one extraordinary giant stood out. He won victory after victory in the name of the dragon, and soon became the sumo champion.", "speakerName": "", "type": "conversation"}, {"content": "Even Takemikazuchi himself greatly admired the man's strength and courage.", "speakerName": "", "type": "conversation"}, {"content": "One day, the man came to the dragon and said, ＂O Takemikazuchi, do not let sumo's evolution end here! Rather, listen to my idea for how it might grow for the better!＂", "speakerName": "", "type": "conversation"}, {"content": "Irritated as he was by the man's forwardness, Takemikazuchi still found the suggestion fascinating, and told the man to continue.", "speakerName": "", "type": "conversation"}, {"content": "＂Kicks and punches will be outlawed. Only the soles of the feet can touch the ring, and any who leave the ring will instantly be declared the loser.＂", "speakerName": "", "type": "conversation"}, {"content": "Alas, Takemikazuchi was not impressed by the man's suggestions, for he had long since grown familiar with sumo in its current form.", "speakerName": "", "type": "conversation"}, {"content": "So the man responded with a challenge: Should he defeat the great Takemikazuchi in sumo, the dragon must accept his suggestions for change.", "speakerName": "", "type": "conversation"}, {"content": "The dragon laughed loud and long at the human, but also admired his courage—and so decided to accept the challenge.", "speakerName": "", "type": "conversation"}, {"content": "Two wrestlers would face off in a ring on a stone platform. In the west, Takemikazuchi. In the east, the champion. ...Begin!", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Origin of Sumo: Part Two", "speakerName": "", "type": "conversation"}, {"content": "A new sumo without punches or kicks was the wager of Takemikazuchi and the human champion, and their battleground was to be a ring on a stone platform.", "speakerName": "", "type": "conversation"}, {"content": "The referee's fan waved, and the dragon slapped the man with an open-handed strike. The man staggered, and it seemed the contest was already over.", "speakerName": "", "type": "conversation"}, {"content": "Looking at his wounded opponent, Takemikazuchi offered a truce. ＂Submit, human. Submit, and I shall spare your life.＂", "speakerName": "", "type": "conversation"}, {"content": "But the man responded brashly. ＂You seek to defeat me through trickery, dragon! Now prove your strength and grapple me, that I may force you from the ring!＂", "speakerName": "", "type": "conversation"}, {"content": "Enraged, the dragon charged his foe, who instantly wrapped his arms around him.", "speakerName": "", "type": "conversation"}, {"content": "He seized the dragon's body and hurled both of them out of the ring and off of the platform.", "speakerName": "", "type": "conversation"}, {"content": "Though the two of them fell to earth as one, the dragon's head was the first to strike land—leaving the man as the winner.", "speakerName": "", "type": "conversation"}, {"content": "Though dying, the man managed to speak. ＂If one puts life on the line in a challenge, they can defeat even the strongest foe. THIS is the true thrill in the art of sumo.＂", "speakerName": "", "type": "conversation"}, {"content": "Though the man wagered his life and lost, he had still defeated the dragon. And through his great bravery, Takemikazuchi came to know the pleasure of his new form of sumo.", "speakerName": "", "type": "conversation"}, {"content": "＂The small has defeated the large!＂ cried the dragon. ＂A sumo that relies on strength AND skill is the only form of sumo suitable to me!＂", "speakerName": "", "type": "conversation"}, {"content": "Thus, in Hinomotoan festivals, the new sumo would be performed, and its practitioners would no longer be forced to wager their lives.", "speakerName": "", "type": "conversation"}, {"content": "This had been the man's aim all along. For he disliked conflict, and knew he could only end the cruel form of sumo by challenging the dragon who supported it.", "speakerName": "", "type": "conversation"}, {"content": "This was sumo born from the conflict of a kind wrestler and a dragon. It became the greatest entertainment in Hinomoto, and basks even today in the applause of all.", "speakerName": "", "type": "conversation"}]}]