[{"conversations": [{"content": "A Flower Falls: Part One", "speakerName": "", "type": "conversation"}, {"content": "Since antiquity, a dragon clad in cherry blossoms had lived in Hinomoto. Her name was Konohana Sakuya, and she was said to be a harbinger of great prosperity.", "speakerName": "", "type": "conversation"}, {"content": "Men of influence attempted to acquire her power for their own designs—but she repelled their every attempt.", "speakerName": "", "type": "conversation"}, {"content": "Some thought it was because of arrogance and selfishness that she refused these men, but that was not the case. In truth, she simply feared her own power.", "speakerName": "", "type": "conversation"}, {"content": "In the past, when she had granted her power to a human, they bloomed like a flower in the spring. But alas, soon after, they lost their lives as a tree sheds leaves in winter.", "speakerName": "", "type": "conversation"}, {"content": "Concluding that her power brought only a fleeting illusion of prosperity, she regarded it as a curse, and chose to keep her distance from the world of man.", "speakerName": "", "type": "conversation"}, {"content": "But one spring day, she descended upon a human village to admire the blossoms and found a young warrior standing before her.", "speakerName": "", "type": "conversation"}, {"content": "He sought her power like all the others—and received the same reply. But he would not give up.", "speakerName": "", "type": "conversation"}, {"content": "The warrior was preparing to fight a great battle for the sake of his family and countrymen, and was willing to pay any price for success.", "speakerName": "", "type": "conversation"}, {"content": "He said his death was no more than a single flower fading with the changing of the seasons. And as she loved flowers above all things, she eventually chose to aid him.", "speakerName": "", "type": "conversation"}, {"content": "Preparations for war went smoothly. Crops flourished, so supplies were plentiful, and they had the iron to forge quality weapons. Soon, strong fighters came to join in the cause.", "speakerName": "", "type": "conversation"}, {"content": "Even as the preparations continued, the warrior remained as lively and dignified as ever. For he viewed Konohana Sakuya not as a source of mystical power, but as an equal.", "speakerName": "", "type": "conversation"}, {"content": "She was once a bud that would never bloom—but the more time she spent with him, the more her heart began to open.", "speakerName": "", "type": "conversation"}, {"content": "The town the two of them looked upon was full of endlessly blooming cherry blossoms. And though war was almost upon them, the blossoms kept the people's spirits high.", "speakerName": "", "type": "conversation"}, {"content": "The dragon soon found herself wishing for life to continue like this forever—but alas, time waits for no one, and the fires of war were about to arrive at the door.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "A Flower Falls: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Konohana Sakuya was the dragon of cherry blossoms—and much like those blossoms, all who took her power had a moment of prosperity followed by a swift, sudden death.", "speakerName": "", "type": "conversation"}, {"content": "One day, she chose to aid a warrior preparing for battle. He carried himself with the dignity of a flower, and she opened her heart to him.", "speakerName": "", "type": "conversation"}, {"content": "But time marched ever onward, and soon the moment of prosperity was replaced by the horror of war.", "speakerName": "", "type": "conversation"}, {"content": "The young warrior marched out to the front lines with a thousand men at his back. He held himself straight and dignified, and never once looked back.", "speakerName": "", "type": "conversation"}, {"content": "Though his fate was ordained, the dragon found herself wishing fervently for his safe return.", "speakerName": "", "type": "conversation"}, {"content": "After a hard-fought campaign, the young warrior's side overcame the odds and emerged victorious. But alas, the warrior himself was cut down on the battlefield.", "speakerName": "", "type": "conversation"}, {"content": "Still, his efforts played a significant role in turning the tide, and his family was showered with honors by the ruler of the time.", "speakerName": "", "type": "conversation"}, {"content": "His people declared him the foremost warrior in all of Hinomoto, and redoubled their efforts to make his beloved land prosperous. All he wanted had come true.", "speakerName": "", "type": "conversation"}, {"content": "But despite this, the dragon could not help but feel a pang of loneliness in her deepest heart.", "speakerName": "", "type": "conversation"}, {"content": "This made her remember a conversation they once had while he still lived.", "speakerName": "", "type": "conversation"}, {"content": "＂I pity flowers,＂ said the dragon, ＂for they are only admired in the last moments of their life. I would give all to see a flower that never wilted away.＂", "speakerName": "", "type": "conversation"}, {"content": "＂But such a flower could bear no fruit,＂ replied the man. ＂Flowers fall with meaning. They become one with the earth as their seeds form new life. We should admire that resolve.＂", "speakerName": "", "type": "conversation"}, {"content": "Soon, spring arrived, leaving a blanket of new grass on the ground. And with the warrior's words in her ears, she left that land behind.", "speakerName": "", "type": "conversation"}, {"content": "As she took a last look at the town, she saw it was filled with laughter and life. It was a sight and sound she took with her for the rest of her days.", "speakerName": "", "type": "conversation"}, {"content": "The cherry blossoms that had bloomed eternally by the pair's side soon fell to the ground one by one.", "speakerName": "", "type": "conversation"}, {"content": "But one flower was able to live on through death, though it remained ever unknowing of the one who mourned its fate.", "speakerName": "", "type": "conversation"}]}]