[{"conversations": [{"content": "Another Storm: Part One", "speakerName": "", "type": "conversation"}, {"content": "A peaceful breeze blows through the castle where the lord of maelstroms sits. Feeling nostalgic, he finds himself reminiscing on the stormy days he'd spent with his former master.", "speakerName": "", "type": "conversation"}, {"content": "There was only one man that he had ever truly accepted—King Alberius. He had been like a storm to the world around him, as well as to the Windwyrm himself.", "speakerName": "", "type": "conversation"}, {"content": "While he had never put it into words, the Windwyrm had long wished to remain in the storms created by him forever. It was a desire he simply could not control.", "speakerName": "", "type": "conversation"}, {"content": "Their meeting had been a complete coincidence, but it had changed the Windwyrm's destiny forever— eventually leading to the two of them forming a pact.", "speakerName": "", "type": "conversation"}, {"content": "Having forged that pact, the wyrm swore to remain with his master for as long as he was able and share in both joys and hardships. But their time together was not to be infinite.", "speakerName": "", "type": "conversation"}, {"content": "Their parting came without warning. One day, Alberius simply released all of his pactbound dragons at once.", "speakerName": "", "type": "conversation"}, {"content": "The dragons were lost. Should they remain by their master's side and perish with him, or do as he wished and leave? Even the wise, long-lived Windwyrm was unsure what to do.", "speakerName": "", "type": "conversation"}, {"content": "Weighing his own wishes with those of his master and companions—and even the future of the kingdom itself—he eventually came to a decision.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Another Storm: Part Two", "speakerName": "", "type": "conversation"}, {"content": "As their master's last moments came, the dragons were freed from their pacts—but they were unsure what to do. Should they stay with him and perish, or grant his wish and leave?", "speakerName": "", "type": "conversation"}, {"content": "They all looked to the Windwyrm for guidance. With a glance to his former master, he spread his wings and flew off. And though they waited for him to look back, he did not.", "speakerName": "", "type": "conversation"}, {"content": "His master's will could not die here. It needed to be passed on through the kingdom and the ages—and the Windwyrm was the only one who truly knew all of it.", "speakerName": "", "type": "conversation"}, {"content": "As such, he had a duty to live on and preserve it in his mind, for he knew that one day he would have to pass it to someone else.", "speakerName": "", "type": "conversation"}, {"content": "After seeing the Windwyrm act, the other dragons cast aside their own hesitations and took to the skies. The Windwyrm continued to soar, his gaze resolutely forward.", "speakerName": "", "type": "conversation"}, {"content": "He had spent more time with Alberius than anyone. And while his memories flew past him like a storm, he continued to look to the future instead of the past.", "speakerName": "", "type": "conversation"}, {"content": "That day, the sadness of the dragons consumed all creation. Harsh gales tore at the land, lightning rained from the sky, and darkness spread across the world.", "speakerName": "", "type": "conversation"}, {"content": "But such things eventually ceased, and a peaceful breeze began to blow over a grateful land. As it did, the Windwyrm recalled the day he first met his master.", "speakerName": "", "type": "conversation"}, {"content": "It had been the beginning of a new era—one that was now coming to an end. With that thought in his mind, the Windwyrm gazed out across the entire kingdom.", "speakerName": "", "type": "conversation"}, {"content": "He did not know if he would ever meet a man as befitting of the word ＂storm＂ as Alberius was, but he swore to begin a peaceful new life deep in a misty forest.", "speakerName": "", "type": "conversation"}, {"content": "Many ages passed, and once more, the Windwyrm met a storm—one that carried the blood of Alberius, no less.", "speakerName": "", "type": "conversation"}, {"content": "No longer is the lord of maelstroms in a misty forest. Now he is in a castle filled with calm wind—the eye of the storm. And a new age is beginning once more...", "speakerName": "", "type": "conversation"}]}]