[{"conversations": [{"audioPaths": [], "content": "A Tale of Devotion: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "In Hinomoto's northern reaches, snowy fields stretch in all directions. And it was there, in the lashing snow, that a tiny wolf sat freezing, its life but a candle in the frigid wind.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But as he waited for death to take him away, a passing girl from the nearby village saw him and wrapped him in her arms. Her name was Sana, and she carried the tiny wolf home.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The people of her village opposed her raising the wolf, convinced it was a bad omen. But Sana was stubborn, and eventually the villagers gave into her whims with a sigh.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "She called the wolf Wose, after a warrior who had once protected the land. She hoped the name would help the little wolf grow big and brave.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Eventually, Sana and Wose began venturing into the snowfields to hunt—but the cowardly wolf was often frozen by fear of its prey.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But Sana did not scold him. Instead, she merely made herself an example of the bravery she hoped to inspire, and in time Wose grew into a capable hunter.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Sana was strict at times, and gentle at others, and this balanced approach eventually saw the wolf grow large, strong, and full of love for his master.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Several happy years passed. Sana grew into a strong and beautiful woman, and Wose a majestic and mature wolf.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Gone was the cowardly pup lost in the snow; the wolf now cantered with confidence through those same fields on the hunt. Together, he and Sana were unmatched.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But one day, a sinister fiend clad in black miasma appeared. It was Wen Payoka.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "It was said the fiend's presence welcomed pestilence and calamity. He had not been seen for several hundred years.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "It was the great and powerful Kamuy that slew him then, and the villagers waited patiently for his arrival again now.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But he did not appear. So as the fiend drew nearer to the village, Sana and Wose departed to slay him in Kamuy's stead.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210109011, "title": "A Tale of Devotion: Part One"}, {"conversations": [{"audioPaths": [], "content": "A Tale of Devotion: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Sana and Wose set out to slay Wen Payoka, the fiend poisoning the snowfields. Before long, they stood before their towering foe.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Wose arched his back and bared his teeth, and Sana loosed an arrow at what appeared to be an opening— but the arrow was dissolved in the fiend's swirling miasma.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Wen Payoka then turned his gaze to Wose. And though the wolf had long discarded his cowardice, he found himself frozen by fear.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Wen Payoka saw his chance, and swung his great arm down toward the wolf. But just before it met him, Sana shielded Wose with her body.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "She was struck with incredible force, and blood soaked the snow where she lay. Wose stood over her, but she could no longer move.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Mustering the last of her strength, Sana begged her friend to run— but seeing her wounds filled Wose with a violent fury unlike anything he had known.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He let out an almighty howl, and as he did a brilliant light burst from his white fur. Somehow, a dragon's power had been awakened.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The light cleared away the miasma, leaving Wen Payoka defenseless. Wose wasted no time sinking his fangs into the beast's throat, and used all his fury to tear it open.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The fiend slain, he turned then to Sana once more. ＂You were... Kamuy...all along...＂ she said, those words her last. As her eyes dimmed, they wrinkled with pride.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Having witnessed his master's final moments, Wose disappeared into the snowfields. The people of the village he saved revered him for many years after, and knew him as Kamuy.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And though his whereabouts remain unknown, people say he still protects the land his master loved to this day. - From the folktale, ＂Roaring Kamuy＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210109012, "title": "A Tale of Devotion: Part Two"}]