[{"conversations": [{"content": "The Ninja Arts: Part One", "speakerName": "", "type": "conversation"}, {"content": "A ninja works in service of justice, and to that end they must discipline themselves in their use of their arts. This, then, is a cautionary tale handed down among ninja villages.", "speakerName": "", "type": "conversation"}, {"content": "Hinomoto was a land of provinces where wars of conquest raged. From this land came a ninja whose lord ordered him to kill the princess of an eastern province.", "speakerName": "", "type": "conversation"}, {"content": "The princess cared for her elderly father, considered her people, and spread good governance. Upon learning of her kindness, the ninja reconsidered the justice of his order.", "speakerName": "", "type": "conversation"}, {"content": "The ninja decided to spare his target. Upon learning of his betrayal, his former lord sent one new assassin after another, while the ninja waged a secret war against them.", "speakerName": "", "type": "conversation"}, {"content": "One evening, the injured ninja hid himself within a bamboo thicket—but the scent of his blood drew fiends. However, just as he was about to fall, a voice roared out from the thicket:", "speakerName": "", "type": "conversation"}, {"content": "＂Disorder in my hiding place will not go unpunished!＂ A hail of shuriken then ripped through the fiends as a black-scaled dragon clad in mail suddenly appeared from the dark.", "speakerName": "", "type": "conversation"}, {"content": "The ninja recognized these skills, and knew the dragon to be Shinobi—a creature of legend from whom all manner of ninja arts had come.", "speakerName": "", "type": "conversation"}, {"content": "The ninja touched his head to the earth and praised Shinobi's skill, thanking him for saving his life. But then he asked the dragon for an additional favor...", "speakerName": "", "type": "conversation"}, {"content": "The ninja then spoke of the princess and his sworn oath to protect her. As he talked, Shinobi merely gazed at the ninja, as though taking the measure of his very soul.", "speakerName": "", "type": "conversation"}, {"content": "＂Please, great Shinobi! I implore you, as our progenitor, to teach me some sliver of your skills that I might use them to defend this most honorable woman from harm!＂", "speakerName": "", "type": "conversation"}, {"content": "＂I once taught my skills to another because I was charmed by their radiance,＂ replied Shinobi, ＂and I sense the same radiance from you. Now, follow me into the thicket.＂", "speakerName": "", "type": "conversation"}, {"content": "Accepting Shinobi's instruction, the ninja soon learned to easily dispatch any assassin. With his pawns finally exhausted, the lord surrendered his pursuit of the princess.", "speakerName": "", "type": "conversation"}, {"content": "Shinobi then left the ninja with these words: ＂You have done well. However, should your radiance ever leave you, I will see my skills returned to me.＂ ", "speakerName": "", "type": "conversation"}, {"content": "The ninja then disappeared into the populace so he might protect the princess from the shadows. But soon, he would fall from the shadows into an even greater darkness.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Ninja Arts: Part Two", "speakerName": "", "type": "conversation"}, {"content": "There was once a ninja who trained under the dragon Shinobi in order to protect a princess. After driving off all her assassins, he chose to continue watching over her from the shadows.", "speakerName": "", "type": "conversation"}, {"content": "None knew even the face or name of the ninja—much less the honorable work he had done. But he was quite content with this arrangement.", "speakerName": "", "type": "conversation"}, {"content": "After a time, it was arranged for the princess to enter a political marriage with a province poised to unite Hinomoto. While most rejoiced at this news, the ninja felt his heart darken.", "speakerName": "", "type": "conversation"}, {"content": "The ninja's idolization of the princess had grown into love, yet he knew it could never be requited while he stayed in the shadows. And so, he began to formulate a plan.", "speakerName": "", "type": "conversation"}, {"content": "Using the skills imparted to him by Shinobi, the ninja traveled the land and took the lives of those who opposed this unification of Hinomoto.", "speakerName": "", "type": "conversation"}, {"content": "As these nations saw their people die and influence wane, the province the princess was to wed into grew more powerful. Soon, its might would be enough to unite the land.", "speakerName": "", "type": "conversation"}, {"content": "However, the other lords of the land suspected these assassinations as the machinations of the burgeoning province. As they readied for battle, the ninja attacked.", "speakerName": "", "type": "conversation"}, {"content": "Using a skill taught to him by Shinobi, he set fire to the eastern province's citadel, killed the princess's father and vassals, and made his way deep into the inner stronghold.", "speakerName": "", "type": "conversation"}, {"content": "The ninja had used Shinobi's skills to bring war to the princess's door, for he felt she would have no choice but to abandon her position and live with him in exile.", "speakerName": "", "type": "conversation"}, {"content": "As the stronghold burned, the ninja reached the terrified princess and begged her to flee with him. But as he took her hand and made to leave, she said something:", "speakerName": "", "type": "conversation"}, {"content": "＂The princess fled long ago.＂ With that, she stabbed the ninja through the heart and transformed into Shinobi as the stunned and dying ninja looked on in horror.", "speakerName": "", "type": "conversation"}, {"content": "＂Your radiance has left you,＂ said Shinobi. ＂I will permit you to foment no further violence with my arts.＂ Thus did the ninja surrender his skills and return to the endless dark.", "speakerName": "", "type": "conversation"}, {"content": "The province fell. War raged. Troubled times fell upon the land. Had the ninja but endured his unrequited love, countless lives could have been spared.", "speakerName": "", "type": "conversation"}, {"content": "A ninja works in service of justice, and to that end they must discipline themselves in their use of their arts. This, then, is a cautionary tale handed down among ninja villages.", "speakerName": "", "type": "conversation"}]}]