[{"conversations": [{"content": "A Yuletide Gift: Part One", "speakerName": "", "type": "conversation"}, {"content": "Dragonyule Eve is a day for spending with loved ones. Clothed in a lovely dress, Jeanne d'Arc had ridden to a forest alone when she noticed a person being attacked by a fiend.", "speakerName": "", "type": "conversation"}, {"content": "In a flash, she unleashed her holy light upon the fiend, enveloping the beast in a sacred aura. The poor creature let loose a cry as it was utterly annihilated.", "speakerName": "", "type": "conversation"}, {"content": "The man she rescued was gravely wounded, but he managed to eke out three words: ＂Who are you?＂", "speakerName": "", "type": "conversation"}, {"content": "＂I am Jeanne d'Arc,＂ said the dragon in a gentle tone.", "speakerName": "", "type": "conversation"}, {"content": "Upon hearing the name, however, the man said something unexpected: ＂Heh. I guess that means...I'm about to meet my fate as well.＂", "speakerName": "", "type": "conversation"}, {"content": "For the man was a villain who lived only to sate his appetites, no matter the cost to others. He had even been known to take a life over the tiniest perceived slight.", "speakerName": "", "type": "conversation"}, {"content": "The man knew Jeanne was a dragon who guided the lost and valued peace above all else; there was no way she would be willing to overlook his many transgressions.", "speakerName": "", "type": "conversation"}, {"content": "＂Make it fast,＂ said the man weakly. But the dragon stayed her hand, for she could see that his life was nearing its end regardless.", "speakerName": "", "type": "conversation"}, {"content": "At that moment, Jeanne noticed he was holding a small box.", "speakerName": "", "type": "conversation"}, {"content": "Curious as to why the man clung to it so tightly, Jeanne asked him what was inside.", "speakerName": "", "type": "conversation"}, {"content": "＂A Dragonyule gift for my daughter,＂ replied the man. ＂The very one who I abandoned at birth without even looking at her.＂", "speakerName": "", "type": "conversation"}, {"content": "The man went on to explain that he had recently contracted a serious illness that caused him to reconsider the rough nature of his life.", "speakerName": "", "type": "conversation"}, {"content": "He wanted to atone to his daughter for all that he had done, and so he set out to deliver a present to her.", "speakerName": "", "type": "conversation"}, {"content": "＂Guess that was a waste just like everything else in my life,＂ spat the man. ＂Ah, well. Won't have to worry about it for much longer now.＂", "speakerName": "", "type": "conversation"}, {"content": "＂Still...I just wanted to see her face... Even if it was only for a moment...＂ And with that, the man's life fled from his body, and seemingly his last wish along with it.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "A Yuletide Gift: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Dawn arose on Dragonyule. The snowy skies were transformed into vistas of the clearest blue. Sunlight bounced off the piles of snow, creating a beautiful radiance.", "speakerName": "", "type": "conversation"}, {"content": "In a desolate village full of poor inhabitants, a young girl walked outside and found a small box sitting on top of the snow outside her meager home.", "speakerName": "", "type": "conversation"}, {"content": "＂Mother!＂ she cried. ＂Saint Starfall has left me a present!＂", "speakerName": "", "type": "conversation"}, {"content": "Her mother stepped outside and scanned the surroundings curiously, for she had not left the present there.", "speakerName": "", "type": "conversation"}, {"content": "She lacked the money for even the most meager gift, and so her daughter was always forced to look on sadly as her friends tore open their many Dragonyule gifts.", "speakerName": "", "type": "conversation"}, {"content": "All the mother could do was mouth a silent prayer of thanks to Saint Starfall for making her daughter so very happy.", "speakerName": "", "type": "conversation"}, {"content": "A small ways away, Jeanne d'Arc watched as the girl bounced merrily up and down.", "speakerName": "", "type": "conversation"}, {"content": "She had granted the dying man's final wish—but not out of sympathy for him.", "speakerName": "", "type": "conversation"}, {"content": "For the first time, this man who had lived so selfishly wanted to do something for another; she simply wished to honor that sincerity.", "speakerName": "", "type": "conversation"}, {"content": "Jeanne d'Arc is a dragon who leads the lost on their way. No matter how grave their crimes, she will ever be the guide to lost souls.", "speakerName": "", "type": "conversation"}]}]