[{"conversations": [{"audioPaths": [], "content": "Lost Overseer: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Long ago, there were dragons who maintained order in the Ilian Church. These beings were known as angels, and among their number was one known as Azazel.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He was an overseer; a conveyor of the Goddess's words to the Auspex. He was cold and aloof, and had been feared by generations of his charges.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Dragons were a proud species not known for consorting with mortals, and Azazel was no exception, finding little meaning in the Church's dream of coexistence.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Azazel carried out his duties coldly: No more and no less. However, when he met the thirteenth Auspex, he found that she was not afraid of him as the others had been.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The thirteenth Auspex was an odd one even among her predecessors. No matter how much Azazel resisted, she drew close to him, took his hand, and made as if to be his friend.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Azazel thought this irrational, and did not understand why a human would indulge in such meaningless action. Despite this, the Auspex continued to treat him with great warmth.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The lives of dragons and mortals are equal, and so did the Auspex wish to tread the path of coexistence espoused by the Goddess along with Azazel. This was her dream.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "In the time they spent together, Azazel often heard about this ideal. And with each passing instance, he began to feel a curious emotion stir within his breast.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "When he asked the Auspex about such feelings, she dodged the query. This only made him more eager to interact with her, that he might plumb the depths of the mystery.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As his bond with her deepened, Azazel realized mortals were a fragile, confused mess of emotions—and if they did not forge bonds with others, they could not survive.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But it was precisely because their hearts could feel for others that this woman's hand was warm. Mortals did, indeed, have something to be cherished. ...They had love.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "After learning this, Azazel began to wonder if this Auspex might perhaps be able to lead mortals and dragons into coexistence after all.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Soon, he had acknowledged the pure and saintly Auspex as the noble soul she was, and began to feel a deep peace about the time they spent together.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And yet, her soul was to be trampled. Soon after Azazel had grown used to happiness, the Auspex was not to be found in the church where she ought to have been carrying out her duty.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Instead, he learned the Auspex had been sentenced to death by the Archangel for the crime of treading upon forbidden ground.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "This sentence was handed down by an angel with a voice full of icy indifference that Azazel recognized all too well.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210126011, "title": "Lost Overseer: Part One (210126011)"}, {"conversations": [{"audioPaths": [], "content": "Lost Overseer: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Azazel's duty was to convey the Goddess's words to the Auspex. Though normally aloof, he opened himself to the thirteenth Auspex over the course of their relationship.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But then, a revelation: The Auspex had trespassed upon forbidden ground, and so been relieved of her station by the Archangel and sentenced to death.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Azazel rushed to the Archangel and petitioned for the release of the Auspex, asserting the punishment did not fit the crime—but the Archangel was unmoved by his words.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "For not only had she trespassed on forbidden ground, she had also discovered the mystery of God— and thus did God decree that her life would be forfeit.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Azazel was stunned. For if the angels would put her to death for learning the mystery of God, of what use was the Goddess's ideal of mortals and dragons living together?", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "If this was God's will, what reason was there to obey? Instead, Azazel declared he would obey only the noble pride burning in his own heart.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Thus did Azazel abandon his duty as an overseer. And to save the Auspex, he opposed not only the angels, but God as he spread the mighty wings of insurrection.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The battle between Azazel and the angels was fierce, and he took a great wound. And as he fell from his station, his once brilliant white wings were stained an ebon black.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Though he saved the life of the Auspex, their pursuers would not relent. And while she fought for them to stay together, in the end, only she was brought to safety.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The captured Azazel was accused by God of insurrection. After being interrogated for seven days and nights, the fallen angel was locked in a prison of everlasting darkness.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "How much time passed inside that Stygian dark? Centuries? Millennia? He did not know, but at the end of that uncountable period, a soft voice called out to him.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "It was a female voice, and familiar. And as it rang out, God's seal was undone. From the direction of the light came a palm outstretched. A palm both soft and warm.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But when Azazel raised his head, he saw not his old friend the Auspex, but a girl most unfamiliar. However, he also detected a trace of the old Auspex hiding behind her eyes.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Azazel responded to the girl's appeal by taking her hand, and he swore an oath on his pride to lend his strength to her for as long as was necessary.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And so, alongside the girl who held the key to perdition, Azazel once again returned to the world, that they might cast the truth of the Church into the bright light of day.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "There are none in the modern Ilian Church who recall the name of an overseer called Azazel.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But Azazel has held fast to the honor that burns within him, and he fights on even today that he might make known the mystery of God.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210126012, "title": "Lost Overseer: Part Two (210126012)"}]