[{"conversations": [{"audioPaths": [], "content": "The King in Yellow: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Early one morning, a young man wandered a forest's depths in search of medicinal herbs. Search he did until the sun grew old and dim, yet nothing did he find.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I must head back before I lose the light,＂ he thought. Just then a bird cried out like a most horrible scream, and a fierce beating of wings could be heard on the wind.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He cleaved through the brush in search of the sound's origin, and soon beheld a bird writhing and struggling as it slowly sank into a stone as if it were a swamp.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As the bird was consumed by the stone, silence fell once more on the woods. The yellow-green stone was small and oval shaped, but otherwise unremarkable in all respects.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Looking around, the young man saw a number of feathers scattered in the vicinity, which suggested that what he had witnessed was no dream.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Enslaved by curiosity, he extended a hand and seized the stone. He slid it into his empty herb pouch and made quick his leave, entrusting the forest to the ever-stretching hand of dusk.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Illuminated by the lantern's light, the stone atop his table was even more beautiful than it seemed in the forest, and the way it swallowed insects and small animals alike awed the youth.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The stone consumed any living thing, but merely enveloped the lad's arm in gentle pressure when he plunged his arm into it. It seemed they had formed a symbiotic relationship.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "One afternoon, the youth caught a large lizard. But when he made to feed the stone, he realized it was no longer atop his table.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Thinking he had perhaps knocked it down, he fell to his knees and searched the floor, but did not find it. Feeling indescribable loss, the youth rose to his feet with tears in his eyes.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Just then, there was a terrible knocking on his door. When he threw it wide, he saw a familiar face—a local shepherd, his face as pale as a summer's day is long.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂My sheep,＂ he said in a trembling voice, ＂they've all up and vanished in the night. Gone. All gone.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The youth knew the man lived on the edge of town and kept some forty sheep—and of course, the word ＂vanished＂ made him think of his missing stone.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But the youth turned the shepherd away, insisting he knew nothing. He then closed the door and looked back to the table.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The stone was returned, as if it had never left at all. The youth stared at it, thinking this must be a bad dream, and the stone slowly warped in response, almost as if it was...smiling.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210105011, "title": "The King in Yellow: Part One (210105011)"}, {"conversations": [{"audioPaths": [], "content": "The King in Yellow: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Seeing the stone warp like a wicked smile, the youth knew it was responsible for the disappearance of the forty sheep.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "How did the stone move? He did not know—and had little desire to learn. All he knew was the stone had to be disposed of, and that there was no time to waste.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The youth's first idea was to return the stone to the forest, but soon realized his folly—if the stone could move, returning it to its original location solved nothing.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Thinking to smash the stone to pieces, he took a hammer from his toolbox. Again and again he swung down upon the stone with all his strength, but alas! Nary a scratch!", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Perhaps it can be burned,＂ thought the youth. He lit his fireplace and tossed the stone into the flames, but it did not even redden in the heat.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Realizing the stone could not be disposed of, the youth changed his plan. He locked the stone in a sturdy iron casket he used to preserve herbs and buried it in his backyard.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Thinking there was no way the stone could escape from a locked iron casket, he made to put the entire event behind him.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The following morning, the still-sleepy youth beheld the stone sitting atop his table and bolted for the backyard in a mad frenzy.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He turned up the earth he had dug the previous day and took out the iron casket, which was still locked. But when he removed the lock and peered inside, the stone was gone.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He began to wonder if he had buried the casket without the stone and soon dispelled this notion. But as he wandered back into his house, he saw the stone had vanished again.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The youth stumbled out the door, sending the casket crashing to the floor. He ran for town in a blind panic, seeking to tell someone— ANYONE—what had transpired.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "On any usual day, the town plaza would be bustling—but there wasn't a soul about. It was almost as if the town had always existed this way, alone and abandoned.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The lad knew at once what had occurred. Seized with despair and regret for his actions, he plodded home, each footstep weighted down by his own endless grief.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As expected, he found the stone sitting atop his table. Before he could think, he reached out, grabbed the stone, and swallowed it in a single gulp.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "A merchant spoke of a strange town a few mountains' distance from here. If it were just attacked by fiends or bandits or claimed by a plague, it wouldn't be much of a story, but...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The people of this town vanished, leaving all their worldly possessions behind. ", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The merchant thought someone might return as night fell, so he borrowed a home and waited. And though night did indeed come, the townspeople never did.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Fearful now, the merchant thought to leave and travel by moonlight. But sensing something squirming outside the window, he neither left nor slept, but simply waited for dawn.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂But enough of such macabre tales,＂ the merchant says as he opens an iron casket and removes a beautiful, yellow-green stone.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Unusual, don't you think? Still, I'd hurry if I was you—a find like this doesn't come along often!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210105012, "title": "The King in Yellow: Part Two (210105012)"}]