[{"conversations": [{"content": "The Lightwyrm's Chronicle: Part One", "speakerName": "", "type": "conversation"}, {"content": "The Lightwyrm Jupiter loved amusing things. In particular, he had a keen interest in the species known as humans.", "speakerName": "", "type": "conversation"}, {"content": "Humans were, of course, inferior to dragons. However, by exercising their ingenuity and creativity, the species had achieved rather astounding progress.", "speakerName": "", "type": "conversation"}, {"content": "So interested was Jupiter in this progress that he appeared to the world and began dispensing advice to those he saw as promising.", "speakerName": "", "type": "conversation"}, {"content": "All who heeded his words attained great success, which was most entertaining to Jupiter. Soon the dragon was revered by humans as a teacher and a guide of heroes.", "speakerName": "", "type": "conversation"}, {"content": "But a certain event would turn that respect into fear...", "speakerName": "", "type": "conversation"}, {"content": "One day, Jupiter took a human named Dane, who was prince of a small nation, and showed him the world—after which the ambitious prince endeavored to conquer it.", "speakerName": "", "type": "conversation"}, {"content": "People began to think the Lightwyrm had purposely led the prince down this evil path, and soon they started to fear and shun him.", "speakerName": "", "type": "conversation"}, {"content": "Perhaps the humans were a more small-minded lot than the dragon had first assumed.", "speakerName": "", "type": "conversation"}, {"content": "And so he turned his back on them, secluding himself deep within a dense mountain range. In this way did many seasons pass.", "speakerName": "", "type": "conversation"}, {"content": "But then the Second War of Binding broke out, and chaos reigned. In the midst of this, a single man braved Jupiter's mountain in search of the dragon's power...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Lightwyrm's Chronicle: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Jupiter had given advice to humans, yet received vilification in return. As such, his once-great interest in them faded, and he retreated to a life of seclusion.", "speakerName": "", "type": "conversation"}, {"content": "One day, a man climbed the steep mountain in order to see him. And though the dragon rained lightning down upon him, the man remained wholly unafraid.", "speakerName": "", "type": "conversation"}, {"content": "The man then explained how badly he required Jupiter's strength in order to face the Empire. However, once his tale was done, Jupiter still had no interest in lending his aid.", "speakerName": "", "type": "conversation"}, {"content": "Jupiter knew it would be a simple matter to drive the man hence, but instead decided to mock him by posing an impossible problem:", "speakerName": "", "type": "conversation"}, {"content": "＂If you would have my power, show me your sincerity by taking either the life of one family member or one thousand strangers.＂", "speakerName": "", "type": "conversation"}, {"content": "＂Such twisted thoughts will make you few friends,＂ said the man. ＂Decide, human!＂ cried the dragon. ＂Does a life's value come from close connections, or by numbers alone?＂", "speakerName": "", "type": "conversation"}, {"content": "＂You are nothing more than a contrarian!＂ spat the man, at which point he reached out and struck the dragon on his cheek.", "speakerName": "", "type": "conversation"}, {"content": "Jupiter was stunned, for no human had ever dared raise a hand to him. ＂Well, human,＂ he hissed. ＂Am I so evil that you feel the need to commit violence against my person?＂", "speakerName": "", "type": "conversation"}, {"content": "＂Evil?＂ replied the man. ＂No. Not evil. In truth, you are little more than a child sulking in the corner.＂", "speakerName": "", "type": "conversation"}, {"content": "＂You feign a lack of interest in humans that you might pretend to be a villain,＂ continued the man. ＂A proud dragon would never disgrace himself with such japery.＂", "speakerName": "", "type": "conversation"}, {"content": "＂I fear you have lost yourself utterly. And if you do not reflect on who you are—if you do not truly consider yourself—then I swear you will live to regret it for eternity.＂", "speakerName": "", "type": "conversation"}, {"content": "The man reached out and touched Jupiter's cheek. ＂I have heard the foul rumors about you, and know them to be baseless. Your intentions have always been good.＂", "speakerName": "", "type": "conversation"}, {"content": "Jupiter felt his eyes fill with tears, but put on a brave face regardless. ＂You mistake me, human. I am simply unconventional—I care not about the ramblings of those around me.＂", "speakerName": "", "type": "conversation"}, {"content": "＂I had planned to toy with you further, but your willingness to strike me tells me all I need know. Very well—my power is yours!＂", "speakerName": "", "type": "conversation"}, {"content": "Thus did Jupiter make a pact with the man—which is how the Lightwyrm and King Alberius first came to meet.", "speakerName": "", "type": "conversation"}]}]