[{"conversations": [{"audioPaths": [], "content": "Healing the World: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Raphael is one of five archangels who wander the earth, providing succor to the needy. Yet there was once a time when she knew nothing of what transpired beyond the walls of the great cathedral wherein she dwelled.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Raphael's initial role, as bidden by the high-ranking angels, was to heal those sick and injured who came to the cathedral each day.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "She went about her work with zeal and finesse, never presuming to rise above her station.  Until she met a pilgrim called Tobia.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Tobia came to the cathedral and received of Raphael's healing. The angel listened with rapt attention as her patient spoke of his travails.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "To Raphael, who'd lived a life behind four walls, these tales struck her as happenings from a realm unlike any she'd ever known.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I wish to see the outside world, too.＂  Her desire grew in her chest until it felt likely to burst, and so she planned to slip free of the cathedral and embark upon her own journey.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Raphael told a lie that she'd been instructed to go heal people in the world beyond, and threw her lot in with Tobia. Thus did the two become bosom companions.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "It happened that this was around the time that the war between angels and demons had grown fiercer.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The world Raphael saw on her travels was nothing like the one she'd dreamed of, ravaged as it was by the fires of conflict. It felt as if one and all were ill and suffering.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As an angel of mercy, she could not ignore the cries of the wounded. Raphael did as her heart bade, and went around healing the people. Yet more still cried out for salvation.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Though Tobia did all he could to assist Raphael as she frantically worked to heal the world, they were all but powerless in the face of such immeasurable suffering.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Raphael knew she alone could not save every life, but nonetheless, she did not quail from her task. She pressed on though it wore her ragged, deaf to Tobia's protestations.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But Raphael's efforts would prove fruitless. She reached the limit of her strength... and she collapsed.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210154011, "title": "Healing the World: Part One (210154011)"}, {"conversations": [{"audioPaths": [], "content": "Healing the World: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Raphael had been ordered to remain in the great cathedral she called home, healing those who came seeking succor. But after meeting a pilgrim named Tobia, she could not quell her interest in the world, and set out to see it.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "On her journey, she came to know a land ravaged by war, its victims innumerable. She struggled to nurse them all to health, but ran out of strength...and collapsed.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Tobia brought Raphael to the great cathedral, delivering her from death's door. It was then that the great Sandalphon, leader of all angels, appeared at her side.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Sandalphon did not begrudge Raphael her indulgence. She explained that she, too, lamented the tragedies of the outside world, and felt shame that she could not abate them.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And it was exactly with all this in mind that Sandalphon bade Raphael return to the great cathedral where her duty awaited.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "With the war worsening, no effort would be enough to save all its victims. Her talents were best used healing wounded soldiers brought to the cathedral, and in so doing, hasten victory over the demons, even if only by a day.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Truth rang in Sandalphon's words. And yet, Raphael could not forget the state of the world. She could not readily choose to cast it away.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The thought of allowing war to snuff out even one life grieved her. But she knew well her own powerlessness. Was it already hopeless?", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I know it is a fool's errand, but I want to save everyone nonetheless! I want to grow strong! Is there truly nothing I can do, Sandalphon?!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Raphael pleaded, utterly unconcerned with putting on airs. She already knew the answer.  However, Sandalphon reached out to Raphael. ＂Then the time is right. Forge a Sigil.＂ ", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Sandalphon whispered of a plan to share the power of angels with humans, making them into apostles by way of a pact called a Sigil.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Traveling the world, fighting alongside the apostles to defeat the demonic hordes...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "This was just what Raphael wanted. But there was one condition.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂A human that becomes an apostle will be joined as one with their angel, bearing the constraint that places upon their life. If there is a person who would aid you in your cause, then forge a Sigil with them and go.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Raphael was agonized by this condition. Who would wager their life on one as naive as she? She would have no choice but to remain in the cathedral...or so she thought, until a man's voice rang out.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I shall become your apostle.＂  It was Tobia, her pilgrim companion.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I have borne witness to your conviction. My strength is yours. In exchange, promise me that no matter what happens, you will never give up.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Tobia's true belief was as a clarion bell, ringing sweetly in Raphael's ears. Filled with gratitude, she held out her hand to reward his resolve with a vow.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I swear it to you. I will journey alongside my apostle and become strong. And then, so long as I have life left to me, I will heal all the pain of the world!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And so, the first apostle Tobia and his Sigil- bound angel departed the cathedral once more. They traveled hither and thither, saving many lives as the battle with the demons raged.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Time marched onward, and Tobia at last left the world. Raphael forged Sigils anew with several individuals, uttering farewells to each in turn as their lives guttered out.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But no matter how many years passed, Raphael always kept the vow she made with Tobia deep in her heart. It spurs her onward even today.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "So long as her limbs would bear her, she would continue to help the people of the realm with all that she was able, healing the world one step at a time.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210154012, "title": "Healing the World: Part Two (210154012)"}]