[{"conversations": [{"audioPaths": [], "content": "Preceded by Life: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Nidhogg was a wicked dragon with dominion over death, feared by the people whose dying emotions he existed to experience. The wyrm was thought to have a life nigh on eternal.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But the sands of time shifted even for him at long last. He was possessed by black mana, swallowed by the void, and sowed wanton destruction, ceasing only when he was purified.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Thus did he become Nidhogg reborn. But even as his flesh gleamed strong and new, his soul smoldered with anguish.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "For while he thrashed in the thrall of the void, he wrought murder en masse, reveling in its depravity like the wicked wyrm he was.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But none of it slaked his thirst. He felt nothing. With his body freed from the void's corruption, he reflected back on the emptiness of it all.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "How could it be that he, who once craved the sweetness of a human death knell, was numb? The question swelled to the fringes of his mind, until he could think of nothing else.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Making his way back to the Rotten Spring where he dwelled, he suddenly stopped to take notice of people, toiling with sweat upon their brows.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He looked upon the earth that he himself had laid to waste while in thrall to the void. The people's lives burned bright as they gave all they had to restoring their fallow land.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The sight was arresting. He wondered if their relative proximity to death was what compelled him so. The wyrm decided to remain near for a time, that he might learn the answer.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "His return whipped the people into a terrified frenzy. Yet the village chief directing the reconstruction soothed them, assuring them that the wyrm before them held no ill intent.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂In fact, I can think of no better protector than the dragon who controls death itself.＂ Hearing his words, the people reconciled with the idea of rebuilding under the aegis of the wicked wyrm.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Nidhogg did naught but watch over their work.  Long did he gaze indifferently at the people who had united under the banner of survival.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Nidhogg had not cared a whit for anything but death until this point, and he found the people around him bizarre. Theirs was dangerous work, enough that every day brought with it mortal peril, and yet they toiled nonetheless.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The people would mourn and bury brethren who until the day before had lived alongside them, looking forward despite their sorrow. Nidhogg began to see something different from the deaths he had witnessed in the past.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "What was this he was feeling? The dragon gradually became interested in the people he surveyed, and day by day, he began to gaze deeper into their lives.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210155011, "title": "Preceded by Life: Part One (210155011)"}, {"conversations": [{"audioPaths": [], "content": "Preceded by Life: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "While he was corrupted by the void, Nidhogg beheld death aplenty, and yet it all felt empty. For the first time, he grew curious about human workings. For the first time, he regarded life.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The wyrm's comprehension of death's inverse grew and grew, until the day arrived when the chief he had watched so intently lay upon his deathbed.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Knowing his end to be near, the chief invited Nidhogg to his bedside. His fellows were gathered around, and so did he deliver unto each of them a final farewell.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "At last he turned and spoke to Nidhogg. ＂Thank you for protecting our village. I pray that a wonderful future awaits everyone—yourself included.＂ These were the chief's last words.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "His was a quiet end, one unlike the deaths of battlefield heroes the wyrm had relished in times past. The chief had nourished Nidhogg with a most terrible sense of calm.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Yet that tranquility was more profound than any death Nidhogg had ever experienced. It shook his very soul to the core.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Why in the world could this be? Was it because he was treated as a guardian dragon and offered perplexing gratitude despite never protecting anything? No.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "It was because he had a close-up view all along of the chief's life—and of the people joining hands to bring about the reconstruction.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Before his rebirth, Nidhogg had never been interested in the mortal instants that preceded death. And the void robbed him of even his fascination with what came after.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But the reborn Nidhogg had watched over lives as they burned bright, until his concern for the chief saw him attending his deathbed. Perhaps it was this new appreciation for life that engendered a deeper appreciation for death.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "It meant that, for him to better savor the taste of death, he needed to learn of life.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "From this point forth, he would not only concern himself with death, but oversee the workings of human life. And in so doing, he may attain an even more profound enjoyment of his own mortality.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Thus did the reborn Nidhogg bid the chief a final farewell and depart for new horizons— in search of new life and new death alike.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210155012, "title": "Preceded by Life: Part Two (210155012)"}]