[{"conversations": [{"content": "Calamity Awakened: Part One", "speakerName": "", "type": "conversation"}, {"content": "A tear in space opens, leading to a land teeming with life that represents nature at its basest level: monsters. Alas, one in particular is beckoned into the space between worlds.", "speakerName": "", "type": "conversation"}, {"content": "This is Fatalis, the Black Dragon. A legend in its own world, it symbolizes nothing less than utter annihilation. ", "speakerName": "", "type": "conversation"}, {"content": "And despite the life-eroding black mana that teems in the space between worlds, Fatalis's strength allows it to tarry there without issue.", "speakerName": "", "type": "conversation"}, {"content": "From time to time, this in-between space is connected to an unknown new world. And when that occurs, the Black Dragon spreads its wings and alights in that waiting land.", "speakerName": "", "type": "conversation"}, {"content": "Its wings kicks up winds that rip trees from their roots. The flames that spill from its jaws scorch earth, melt iron, and boil seas. In but a few days, whole worlds are reduced to ash.", "speakerName": "", "type": "conversation"}, {"content": "And when it is the only life remaining, the Black Dragon takes wing and returns to the space between worlds.", "speakerName": "", "type": "conversation"}, {"content": "Thus have many worlds met their end at the whims of the Black Dragon.  But one day, someone called to it...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Calamity Awakened: Part Two", "speakerName": "", "type": "conversation"}, {"content": "The Black Dragon lurked in the space between worlds, bringing ruin to any places that become connected to it. Until a day came when someone called out to the beast...", "speakerName": "", "type": "conversation"}, {"content": "It was the voice of the Dyrenell Emperor, and it echoed throughout the worlds. ＂Wicked wyrm!＂ it cried. ＂Creature beyond reason and logic! Heed me now! Heed my call!＂", "speakerName": "", "type": "conversation"}, {"content": "＂What drives you to bring ruination here and afar? Perhaps we might—＂ But before he could say more, the emperor's voice was cut off by a roar that shook entire worlds.", "speakerName": "", "type": "conversation"}, {"content": "＂I see you lack the capacity for conversation; you are instead power itself, unalloyed and raw. As such, I bid you do as you will and leave the door to my world open.＂", "speakerName": "", "type": "conversation"}, {"content": "And so a tear in space opened, granting the Fatalis a view of a land replete with mana and life.", "speakerName": "", "type": "conversation"}, {"content": "The Black Dragon raised its head and stared fixedly at the hole in space. Then its great body lifted into the air toward the world, that it might spread its ruin further still.", "speakerName": "", "type": "conversation"}]}]