[{"conversations": [{"content": "Where It Began: Part One", "speakerName": "", "type": "conversation"}, {"content": "The day it began, I stood alone. And yet, I was not lonely. For upon this hill, I would bear the fruit of a life writ large!", "speakerName": "", "type": "conversation"}, {"content": "Ages passed, and life blossomed on the hill. Among them were two charming felines who loved to nap beneath my weighty boughs.", "speakerName": "", "type": "conversation"}, {"content": "Then came the most auspicious event of all—my daughter's birth.", "speakerName": "", "type": "conversation"}, {"content": "She was my darling. My beloved. I could gaze eternally upon her slumbering face; my love for her is as endless as the sea.", "speakerName": "", "type": "conversation"}, {"content": "With the gift of my love, my daughter grew quickly, and soon formed an interest in the world beyond the hill.", "speakerName": "", "type": "conversation"}, {"content": "＂I want to be like you, Mother!＂ she cried. ＂I want to create the world beyond the hill!＂", "speakerName": "", "type": "conversation"}, {"content": "It was hard to believe such a large dream existed in one so small. Yet soon she decided to leave the hill, and because I loved her so, I did not stop her.", "speakerName": "", "type": "conversation"}, {"content": "Many came to see her off, yet I paid them no mind. I could only watch her go and wonder if my own heart would collapse with sadness.", "speakerName": "", "type": "conversation"}, {"content": "Would that I could have embraced her before she departed—but alas, I have only branches and leaves with which to encircle others.", "speakerName": "", "type": "conversation"}, {"content": "And so, I sent my two feline friends to follow her. I bade them to make sure she was well, and to inform me if anything ever went amiss.", "speakerName": "", "type": "conversation"}, {"content": "I heard nothing as the months and years went on, and constantly told myself such silence meant only that my daughter was alive and happy.", "speakerName": "", "type": "conversation"}, {"content": "But then, a change came to the hill that I never expected...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Where It Began: Part Two", "speakerName": "", "type": "conversation"}, {"content": "With thoughts of my daughter ever in my mind, I stood an endless vigil over the hill where it all began.  But then, the menace appeared.", "speakerName": "", "type": "conversation"}, {"content": "It was a threat to my hill, yet was not calamity or fiend. Rather, it was the workings of the very life I had so carefully tended all those years.", "speakerName": "", "type": "conversation"}, {"content": "The life I created had prospered into a civilization that stole mana from the very air and caused the earth to boil from heat.", "speakerName": "", "type": "conversation"}, {"content": "Droughts became legion, and once- fertile fields went fallow. What irony, that the very life I had so carefully shepherded now threatened me!", "speakerName": "", "type": "conversation"}, {"content": "Finally, I could go on no longer. My tough bark peeled and shattered. My boughs withered and broke. I knew I could no longer maintain my watch from my customary place.", "speakerName": "", "type": "conversation"}, {"content": "I was sad, yet resigned—for I also knew an end eventually came for all.", "speakerName": "", "type": "conversation"}, {"content": "But as I finally began to let go, a most unexpected thing occurred...", "speakerName": "", "type": "conversation"}, {"content": "I heard a sound—a sound of life. Yet not a single blade of grass still stood upon my hill. So what, then, had made the noise?", "speakerName": "", "type": "conversation"}, {"content": "I lifted my heavy lids and saw my beloved daughter standing before me as a woman grown, my two cats at her side as familiars.", "speakerName": "", "type": "conversation"}, {"content": "＂I'm home, Mother,＂ she said with a wave of her staff, as if imploring me to look around.", "speakerName": "", "type": "conversation"}, {"content": "My weary eyes suddenly burst open, for my once-empty hill was now fully alive with the power of creation.", "speakerName": "", "type": "conversation"}, {"content": "My roots suddenly found new water. My leaves burst forth with green life. Renewed, I lowered a single branch down to my daughter's angelic  face and said:", "speakerName": "", "type": "conversation"}, {"content": "＂Welcome home, Freyja.＂", "speakerName": "", "type": "conversation"}, {"content": "Thus was all the nature of Alberia born from one great tree, and thus will a beloved daughter continue to preserve the land with a power that exceeds even her mother's!", "speakerName": "", "type": "conversation"}]}]