[{"conversations": [{"audioPaths": [], "content": "The False Saint: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Dragons will only make a pact with those they choose for themselves. And the most benevolent dragons will only join with people of good and virtuous character.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "However, there have been some who thought to use this dynamic to win the hearts of the people; a former liege lord from the land of Grissblum was one such man.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Grissblum was, at the time, embroiled in a war against fiends, so a mighty symbol was needed to both maintain morale and secure support from the noble families.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "One day, the liege lord heard tale of Jeanne d'Arc, a dragon who took the form of a valiant female knight in order to lead lost souls to safety.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He immediately brought forth his niece—who was related to Alberian royalty—and claimed she was  pactbound to Jeanne d'Arc and could shapeshift at will.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Alas, the Alberian blood in the niece was sparse, and she had little hope of shapeshifting. But once she wore armor and raised a banner, she was the spitting image of Jeanne d'Arc.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Word quickly spread that Grissblum had the protection and favor of the saint Jeanne d'Arc, sparking a fire of hope among the beleaguered populace.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But the niece could not relinquish her guilt over the facade, no matter how much the liege lord encouraged her to bear it for the sake of his people.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The war raged on. As the years went by, more and more villages fell to the fiends' merciless onslaught.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The survivors pleaded with the liege lord to save their families and homes, but he only shook his head.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Our forces are too few,＂ said the lord. ＂We cannot afford to defend small, rural villages. If you have homes and families there, I suggest that you abandon them.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Enraged, the niece reprimanded the lord. ＂We have already deceived all in this land with my dissembling. If we ignore their pleas now, we are no better than the fiends!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "When the lord still refused to act, the niece did so instead. Even though greatly outnumbered, soldiers rallied to her cause—for they believed she gave them the protection of a saint.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210020011, "title": "The False Saint: Part One (210020011)"}, {"conversations": [{"audioPaths": [], "content": "The False Saint: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The girl who played at being a saint took up the sword by her own will. It mattered no longer what was true or false—she would help her people or else die in the attempt.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The girl donned her Jeanne d'Arc armor and led her knights out of the capital. They avoided the highways and went along the mountainside, hoping to stage a surprise attack.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The knights maintained their resolve in the face of overwhelming enemy numbers, for they believed in the blessing of Jeanne d'Arc. But alas, they did not know the saint was false.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As they approached, the fiends used magic to engulf the mountain in a dense mist. The soldiers pressed on, but soon became lost in the fog and found themselves separated.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The poor girl stumbled through the mist, cursing herself. She had sworn to bear any burden for her people, yet now found herself lost and alone in an unfamiliar wood.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Just when all seemed lost, a hand emerged from the mist and gently took the girl's battle standard and used it to lead her through the confusing tendrils of mist.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The girl was shocked, for even through the fog she could see that her rescuer was the beautiful, armor- clad knight she knew so well from her storybook cradle tales.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The pair walked on in silence for an age, until finally the figure returned the girl's flag and vanished. At that moment, the mist cleared—revealing both her men and the fiend horde.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The humans caught the fiends completely off-guard, and before the day was out, they had slaughtered every last one of them without taking a single casualty of their own.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "After the battle, the knights marveled at how they had all been led to safety by the site of a glimmering flag that moved through the mist.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Cheer and huzzahs echoed far and wide for the saint of Grissblum. But only the girl knew the whole truth: Jeanne d'Arc never abandons those who are lost.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210020012, "title": "The False Saint: Part Two (210020012)"}]