[{"conversations": [{"audioPaths": [], "content": "Inscrutable Wings: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The first time I saw the angel was in the fires that ravaged my homeland. Young as I was, I thought it was that winged silhouette that was responsible for everything, and so sought my revenge upon him.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "I pursued him like a madman for five long years. When finally I caught him, I named him scum of the earth and hurled countless insults his direction. My plan was always to kill him no matter how he responded, but...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂You say your name is Basileus, yes? If the story you tell is true, then regardless of the details, I am indeed the one at fault.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "He spoke with an air I could not read, but something about what he said felt off. When I asked him to clarify, the angel began to tell his tale. He said he had no intention of killing innocent men.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I would complete missions with my apostle only to learn that no such order had been given. As of late I had come to suspect that they were entirely of his own dark desires,＂ explained the angel plainly.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "I didn't have a whit of proof that what he said was accurate, but I knew it wouldn't be prudent to kill him while his cohort yet lived.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂If what you say is true,＂ I said finally, ＂then let us work together to track down this so-called 'Wing of War' and wring the truth from him.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I agree to your proposal,＂ replied the angel. ＂Amends must be made for the actions I took.＂ And with this, he took up steps at my side and followed me back to my abode.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But the next morning, the angel was gone. I couldn't have him reporting my plan to the target, so I took off after the liar as if all the fires of hell were at my heels.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But as I turned into a back alley, I found the mortally wounded Wing of War lying on the ground with the angel, Michael, at his side.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The angel looked up at me and nodded. ＂I told you I would make amends, did I not? I learned that your village was put to the torch not out of righteousness, but greed, which is why I have done this thing.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As I stood there with my mind reeling, the angel looked up at me and smiled.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The moment this was done, he crumpled to the earth in a sodden heap.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210168011, "title": "Inscrutable Wings: Part One"}, {"conversations": [{"audioPaths": [], "content": "Inscrutable Wings: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "My pursuit of the villain who'd razed my home lead me to an odd angel. After acknowledging how he'd been tricked and made complicit in a crime, he agreed at once to help when I asked it of him.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But the angel took off without me, and upon hearing the apostle confess his crimes, mortally wounded him. Soon thereafter, the creature found himself unable to stand and collapsed to the ground.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Bewildered, I asked him what was going on, and he whispered an answer to me: An angel and his apostle share a linked fate. Should the apostle die, the angel bound by the Sigil would begin to die as well.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Now all who burned your home to the ground will be extinguished,＂ said the angel. ＂Your revenge is complete. Are you not happy?＂  I was at a loss for words.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The dying apostle spoke instead. ＂You two were in cahoots?＂ An evil grin appeared on his face as he turned to me.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂You fool... Killing me changes nothing... It was not my decision to destroy your village, but an order from the upper echelons of the Ilian Church itself...＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Your revenge...is meaningless... Now suffer the fate of knowing your own powerlessness...＂ With those words, the Wing of War was no more, and the turmoil within me felt like it was about to boil over.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "After all my years of searching, the cur died before I could even lay a hand on him. And while I now wanted to flush out the true perpetrator of the fell deed, I had not even the slightest inking of where to start.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "A normal human could not possibly sneak into the upper echelons of the Church. Would my quest for revenge truly end here? If so, what had it all been for?", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "I moaned. I raged. I flailed about, trying desperately to direct my ire in some kind of workable direction. And after a long moment, the angel extended to me his hand.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Perhaps I can give you a choice.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I planned to make amends to you with my life, but now you can choose: Do you wish to allow me to die, or will you take my hand and continue your quest for revenge?＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Apparently I had what it would take to form a Sigil with him and become an apostle. This is the choice the angel laid before me.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Though it meant the angel would live, becoming an apostle would grant me access to the upper echelons of the Church. Realizing this, there was only one choice.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Yet could the angel have been planning to live by making me this offer from the very start? As I thought on this, I couldn't shake the feeling I was being manipulated.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But the angel did not seem to fear death at all, so perhaps his desire to atone was a true one? I had to know what he was thinking.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂What is your game?＂ I asked him finally. ＂Why are you going to such lengths for me?＂ ＂I am enamored by your passion,＂ he replied. ＂By the flame of hate that burns within you.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂The Church is riddled with conspirators, and is a place where even apostles will betray others in the name of their own desires. But there is no lie behind your hatred— it is your true feelings lain painfully bare.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂This is why I wish to guide you: so I might see where those honest feelings will take you. Only then is my atonement complete.＂ The angel's voice was eerily calm, and it was upon hearing it that I finally realized...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "...I would never understand this dragon. But that was fine. Revenge is a mad path, and it was all too fitting that those who walked it would be merely using each other.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "I held out my hand and the dying angel smiled. ＂Agreed. You will be my guide in my quest for vengeance. Now please, show me the way.＂ ＂Then let us be off, so I might be at your side until the day hellfire claims you.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Thus did we form our Sigil, and I became bound to Michael as his apostle.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210168012, "title": "Inscrutable Wings: Part Two"}]