[{"conversations": [{"content": "An Eastern Tale: Part One", "speakerName": "", "type": "conversation"}, {"content": "This is a tale from the distant past of seven or eight hundred years ago. ...Or it might'a been more like a thousand years! But who's countin'?", "speakerName": "", "type": "conversation"}, {"content": "In that time, the eastern continent was overrun by a terrible war. Society, people, and the land itself were all sufferin'.", "speakerName": "", "type": "conversation"}, {"content": "And then, mysterious calamities struck and caused floodin' all across the land, turnin' even the calmest stream into a ragin' torrent.", "speakerName": "", "type": "conversation"}, {"content": "When the damage finally reached my home, I used m'powers to set everything to rights.", "speakerName": "", "type": "conversation"}, {"content": "But the humans who'd been driven from their homes came to me and begged to be allowed to live in m'land of plenty.", "speakerName": "", "type": "conversation"}, {"content": "I had no interest in humans back then. They were all a buncha durn fools what fought each other over piddlin' matters and then looked to me to bail 'em out of it.", "speakerName": "", "type": "conversation"}, {"content": "...Still, they WERE mighty respectful when they came to me. And that makes a feller feel right good.", "speakerName": "", "type": "conversation"}, {"content": "Before I knew it, I'd not only agreed to let 'em settle on m'land, but I pretty much became their leader.", "speakerName": "", "type": "conversation"}, {"content": "Ooh hoo hoo! Yessir, I got up to quite the tricks in m'youth, so I did! Er, but lemme get back to the story...", "speakerName": "", "type": "conversation"}, {"content": "Well, the more I used m'strength, the more folks flocked to me. Soon, this place became a great nation in its own right—which suited me just fine, so it did.", "speakerName": "", "type": "conversation"}, {"content": "I felt so good about m'self, I decided to go ahead and expand this new nation of mine. Ah, but that's where I ended up eatin' crow...", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "An Eastern Tale: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Now, where was I? Ah, yes! Folks had showed up to rally 'round me, and we'd become a great nation.", "speakerName": "", "type": "conversation"}, {"content": "In order to provide for all them folks, I was tryin' to expand the realm out to the other side of the mountains. But that's when somethin' unexpected occurred...", "speakerName": "", "type": "conversation"}, {"content": "I found a village in the mountains! Wasn't on any map and probably shouldn't have been there...but there it was.", "speakerName": "", "type": "conversation"}, {"content": "Well, I thought this new village would be willin' to prostrate themselves before a mighty dragon like m'self. Ah, I really was full'a beans and foolishness back then...", "speakerName": "", "type": "conversation"}, {"content": "But when I went to the village, I found out I wasn't nearly so strong as I thought. Heck, they wouldn't even let me through the durn gate!", "speakerName": "", "type": "conversation"}, {"content": "The people of the village joined hands and formed a barrier so strong it could even hold off a dragon. Yessir, that there was the village of the Qilin tribe.", "speakerName": "", "type": "conversation"}, {"content": "Well, they got to yellin' at me, calling me a prideful dragon and tellin' me to repent. And I took it to heart, so I did.", "speakerName": "", "type": "conversation"}, {"content": "I realized that humans weren't just a buncha puny runts—they could be terribly strong, so long as they worked together and cooperated with one another.", "speakerName": "", "type": "conversation"}, {"content": "Once I healed the land and formed a nation, my work was done. And when I realized this, I retired to the depths of the mountains and got to watchin' over humanity in secret.", "speakerName": "", "type": "conversation"}, {"content": "Some time later, I chanced upon a certain member of the Qilin who was settin' out on a journey...but that's a tale for another time, so it is!", "speakerName": "", "type": "conversation"}]}]