[{"conversations": [{"content": "The Shadowwyrm's World: Part One", "speakerName": "", "type": "conversation"}, {"content": "＂I leave the rest in your hands, Shadowwyrm. Keep my soul with you as mana—for while our pact ends here, I know you will do what is right. Farewell, my old friend.＂", "speakerName": "", "type": "conversation"}, {"content": "As the dragon slept, he saw a dream of his pactbound master's passing. Even after waking, the dream felt all too real, sending chills coursing across his body.", "speakerName": "", "type": "conversation"}, {"content": "But it was merely a dream, for his master was alive and well, and even now rallied his hopeless people. ＂Do not give up!＂ he said to them. ＂A better tomorrow IS coming!＂", "speakerName": "", "type": "conversation"}, {"content": "The Shadowwyrm felt relief to see his master rally the people so... but then he woke up again.", "speakerName": "", "type": "conversation"}, {"content": "Before him stood a young, blond lad, his face contorted into an expression ill-suited to his rather youthful face. ＂Heh＂ he muttered. ＂I expected more from one of the Greatwyrms.＂", "speakerName": "", "type": "conversation"}, {"content": "The Shadowwyrm was filled with fear at the boy's power, and despair as that power stole into him and began to overtake his very being. But as he faded into black, he also felt...safe.", "speakerName": "", "type": "conversation"}, {"content": "＂Aaaaargh! I'm so sorry, Brother!＂ The Shadowwyrm awoke again. Before him, a girl's life bled away, stolen by none other than himself.", "speakerName": "", "type": "conversation"}, {"content": "I did that. No, I didn't! This is real. It's a dream! No, it isn't!", "speakerName": "", "type": "conversation"}, {"content": "The Shadowwyrm's laments vanished into nothingness. Where does the line between dreams and reality stand? When he awoke, was it in reality? Or was his dream an eternal prison?", "speakerName": "", "type": "conversation"}, {"content": "Soon, he found himself thinking that everything was part of the dream. Could he be certain of anything? Was he even the Shadowwyrm?", "speakerName": "", "type": "conversation"}, {"content": "Whoever he was, he found himself at the whims of a sweet, poisonous eternity, unable to tell truth from lie.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Shadowwyrm's World: Part Two", "speakerName": "", "type": "conversation"}, {"content": "The Shadowwyrm was tossed about by the whims of fates, caught in a world of impossibilities and lies— a world where dream and reality were one and the same.", "speakerName": "", "type": "conversation"}, {"content": "Suddenly, a voice called out: ＂What ails you, dear Zodiark? It is unusual for you to nap so.＂", "speakerName": "", "type": "conversation"}, {"content": "Zodiark opened his eyes to a clear, sunny day, and beheld his master smiling down on him.", "speakerName": "", "type": "conversation"}, {"content": "Zodiark began to apologize for his failures, but his master only laughed. ＂You've nothing to be forgiven for. We are at peace here. Now please, rest and take your ease.＂", "speakerName": "", "type": "conversation"}, {"content": "He spoke the truth: the world was a model of peace. Though growing old, his master's rule granted the nation stability, and its future development was assured.", "speakerName": "", "type": "conversation"}, {"content": "Zodiark found himself wishing that life could be like this forever—and yet, it was SO perfect, he couldn't help but suspect it was a lie.", "speakerName": "", "type": "conversation"}, {"content": "＂Do dragons dream?＂ asked a boy. It was one of his master's children— the seventh. Although a tad unsure of himself, he was a smart boy with a promising future.", "speakerName": "", "type": "conversation"}, {"content": "＂Trust a dreamer like you to latch on to that. Go form a pact with him.＂ ＂I'm a...dreamer?＂ ＂You weren't aware of it? SIGH!＂", "speakerName": "", "type": "conversation"}, {"content": "Their cheerful conversation made everyone laugh, but the dragon had only one thought in his mind:", "speakerName": "", "type": "conversation"}, {"content": "This must be a dream.", "speakerName": "", "type": "conversation"}, {"content": "He knew reality was no paradise. Instead, it was a hopeless world of pain and misery—which was why he longed to spend time in a warm world such as this.", "speakerName": "", "type": "conversation"}, {"content": "But there were still those fighting in that world of despair—his master chief among them. He'd sworn to fight by his master's side to the bitter end, no matter the age or the world.", "speakerName": "", "type": "conversation"}, {"content": "Tearing himself from his dream, he found himself in a world of death. His master's lament rang in his ears: ＂So this is what my sin has led to.＂", "speakerName": "", "type": "conversation"}, {"content": "This was his reality, but he had accepted it. He and his master had resolved to bear their sins— and their sadness—in the hope of creating a better future.", "speakerName": "", "type": "conversation"}, {"content": "This was the world he lived in. This was the world he knew.", "speakerName": "", "type": "conversation"}]}]