[{"conversations": [{"content": "The Lady and the Boar: Part One", "speakerName": "", "type": "conversation"}, {"content": "Long ago, before Lady Amaterasu and the shogun ruled the land, Hinomoto was a country at war.", "speakerName": "", "type": "conversation"}, {"content": "Hinomoto was split into several provinces that fought amongst themselves, each claiming they would be the one to finally unify the land into a single country.", "speakerName": "", "type": "conversation"}, {"content": "One such province was ruled by a lord with a young daughter. He was a kind and generous man, and the people loved both him and his daughter without reservation.", "speakerName": "", "type": "conversation"}, {"content": "One day, a hunter appeared and gifted the lord and his daughter with a freshly trapped boar. He then bade them kill it and eat it that very night.", "speakerName": "", "type": "conversation"}, {"content": "The lord was overjoyed, but the daughter looked upon the terrified animal with great pity.", "speakerName": "", "type": "conversation"}, {"content": "Before the boar could be killed, the daughter took it to the foot of the mountains and released it back into the wild.", "speakerName": "", "type": "conversation"}, {"content": "The boar rejoiced at its freedom, and made a promise to the girl: ＂If ever you are in dire straits,＂ it said, ＂I will come to your aid.＂", "speakerName": "", "type": "conversation"}, {"content": "The daughter simply smiled in return before shooing the animal away.", "speakerName": "", "type": "conversation"}, {"content": "Thankful for the girl's kindness, the boar returned to its happy life deep in the mountains.", "speakerName": "", "type": "conversation"}, {"content": "Several years passed, and the little girl grew into a fine young woman. She had utterly forgotten the promise the boar made to her all those many years ago.", "speakerName": "", "type": "conversation"}, {"content": "One day, a powerful neighboring province declared war on the girl's land.", "speakerName": "", "type": "conversation"}, {"content": "She knew they could not win a war, so the woman donned a strange set of armor and made her way to Marishiten—a dragon said to be in possession of great power.", "speakerName": "", "type": "conversation"}, {"content": "＂Mighty Marishiten!＂ cried the girl when she finally found the dragon. ＂Save our land, I beg of you!＂", "speakerName": "", "type": "conversation"}, {"content": "Marishiten smiled before replying. ＂I'll help you...but only if you defeat me in combat. And if you lose, your life will be forfeit to me.＂", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "The Lady and the Boar: Part Two", "speakerName": "", "type": "conversation"}, {"content": "When a young woman sought help from Marishiten in order to save her land from an attacking province, the dragon presented her with a life-or-death challenge.", "speakerName": "", "type": "conversation"}, {"content": "＂If you defeat me,＂ said the dragon, ＂I'll save your land. But if I win, I get your life. Don't think too long about this, now; it's the best deal you're gonna get.＂", "speakerName": "", "type": "conversation"}, {"content": "The young woman was at a loss. Though she was clad in armor, she had never so much as swung a sword in her life—much less battled with a dragon.", "speakerName": "", "type": "conversation"}, {"content": "However, she knew it was the only chance for her people, so she steeled her resolve and accepted the dragon's challenge.", "speakerName": "", "type": "conversation"}, {"content": "Marishiten cackled and raised her sword high, while the terrified woman held her own weapon in front of her in a trembling grasp.", "speakerName": "", "type": "conversation"}, {"content": "The sharp clang of metal on metal rang out, and the woman's sword went sailing through the air.", "speakerName": "", "type": "conversation"}, {"content": "Devastated, the woman sank to her knees, closed her eyes, and waited for the final blow to fall.", "speakerName": "", "type": "conversation"}, {"content": "But the fatal strike never came. After what seemed an eternity, the woman finally opened her eyes to see a boar standing between herself and the dragon.", "speakerName": "", "type": "conversation"}, {"content": "＂Lady Marishiten!＂ cried the boar. ＂Pray spare this human's life, as she once saved mine when I had been captured by others of her kind!＂", "speakerName": "", "type": "conversation"}, {"content": "The woman was bewildered, for she had forgotten how she saved the boar as a child. Then the animal went over to the woman and used its snout to push her to her feet.", "speakerName": "", "type": "conversation"}, {"content": "＂I promised I would be there to help you in dark times, did I not?＂ said the boar. ＂Now go! Flee while you can! I will explain all to the dragon.＂", "speakerName": "", "type": "conversation"}, {"content": "At that moment, the woman's memories of the boar came crashing back with the force of a wave, and she fell back to her knees and hugged the boar fiercely.", "speakerName": "", "type": "conversation"}, {"content": "Marishiten watched this for a moment before letting out a deep sigh. ＂You shoulda told me this earlier, boar,＂ she said. ＂I almost took the head off your savior there!＂", "speakerName": "", "type": "conversation"}, {"content": "＂His...savior?＂ asked the woman. ＂Yeah,＂ responded Marishiten. ＂That boar is my servant, and you saved his life. So not only will I spare you, I'm actually gonna do you a favor.＂", "speakerName": "", "type": "conversation"}, {"content": "＂I'll save your land and people, and then we can call it even. ...Oh, and sorry for that whole  'I'm gonna kill you thing' earlier.＂", "speakerName": "", "type": "conversation"}, {"content": "The woman brought Marishiten to her castle only to find it surrounded by enemies. She bemoaned how fate had tricked her at such a late date, but the dragon only smiled.", "speakerName": "", "type": "conversation"}, {"content": "Roaring with delight, Marishiten raged across the battlefield and hewed the enemy soldiers like grain. Before the day was out, not a single one was left standing.", "speakerName": "", "type": "conversation"}, {"content": "The woman's country was saved. She praised Marishiten's strength— naming her the dragon of battle— and swore to pass word of her fury and honor through the generations.", "speakerName": "", "type": "conversation"}, {"content": "But how did her descendants pledge their souls to Marishiten and become known as the Twelve Wyrmclans? Alas, that is a story for another day.", "speakerName": "", "type": "conversation"}]}]