[{"conversations": [{"content": "Trading Favors: Part One", "speakerName": "", "type": "conversation"}, {"content": "Once, many years ago,  a man became lost in a dense and tangled forest.", "speakerName": "", "type": "conversation"}, {"content": "He had ventured to gather food for his wife, who was with child. Determined to find aliment befitting of his family, he drove ever deeper into the woods.", "speakerName": "", "type": "conversation"}, {"content": "After some time, he came across a fearsome serpent circling a small creature, its fangs bared.", "speakerName": "", "type": "conversation"}, {"content": "The prey was near the size of a human child, its wings flecked with brilliant color. ", "speakerName": "", "type": "conversation"}, {"content": "Urged by instinct, the man threw himself over the young creature, shielding it as if it were his own child.", "speakerName": "", "type": "conversation"}, {"content": "The serpent poised to strike—but in that instant a dragon descended from the sky, crashing through the trees and blowing the serpent away.", "speakerName": "", "type": "conversation"}, {"content": "It was Simurgh, mother to the creature the man had protected so selflessly. She had come to save her youngling.", "speakerName": "", "type": "conversation"}, {"content": "The dragon believed deeply in repaying her debts, and carried the man back to his village as thanks for his efforts. Once there, she offered him one of her feathers.", "speakerName": "", "type": "conversation"}, {"content": "＂This should ensure your wife a healthy birth,＂ she said, and turned to leave—but the man stopped her.", "speakerName": "", "type": "conversation"}, {"content": "＂You have shown your thanks,＂ the man began, ＂now please, allow me to show you mine. You spared my wife and child immeasurable grief, and now leave me with an extra gift.＂", "speakerName": "", "type": "conversation"}, {"content": "＂That is far from necessary. I was merely repaying you for protecting my child.＂ ＂By flying me home, yes. But with this feather, I am now in YOUR debt.＂", "speakerName": "", "type": "conversation"}, {"content": "Simurgh was taken aback. She had never met anyone as adamant as her when it came to repaying kindnesses.", "speakerName": "", "type": "conversation"}, {"content": "And so began a curious struggle— one which did not involve the  trading of blows, but of favors.", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Trading Favors: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Long ago, a man lost in the woods rescued the child of Simurgh, a kind and beautiful dragon. To repay the man, Simurgh flew him home and gifted him one of her feathers.", "speakerName": "", "type": "conversation"}, {"content": "But the man then felt HE had a debt to repay. ＂Please, allow me to feed both you and your child this night.＂ ＂You need not trouble yourself,＂ said Simurgh, preparing to leave.", "speakerName": "", "type": "conversation"}, {"content": "The man insisted, however, and in the end Simurgh accepted his hospitality. In return, the dragon resolved to protect the man's village.", "speakerName": "", "type": "conversation"}, {"content": "There were fiends in the surrounding area, and the man worried for his crops. So Simurgh made slaying them her first act—and the man enjoyed his greatest-ever yield.", "speakerName": "", "type": "conversation"}, {"content": "＂I am in your debt yet again, great dragon,＂ he said. And so every year after, the man proffered some of his produce to Simurgh.", "speakerName": "", "type": "conversation"}, {"content": "The crops were raised with love and care, and were thus replete with nutrients. Simurgh knew they would help her child grow swift and strong.", "speakerName": "", "type": "conversation"}, {"content": "＂Once again I am indebted to this man,＂ she thought. And so the cycle of kindness continued, seemingly without end.", "speakerName": "", "type": "conversation"}, {"content": "But human lives are fleeting, and after many years the man's seemed set to flicker out.", "speakerName": "", "type": "conversation"}, {"content": "His son, who had received the blessings of Simurgh's feather, went to the dragon with news of the man's imminent death.", "speakerName": "", "type": "conversation"}, {"content": "Simurgh had anticipated this day, but still found herself cursing the brevity of such a fine life as she hastened to the village. Once there, she heard the man's final words.", "speakerName": "", "type": "conversation"}, {"content": "＂Great Simurgh... It is thanks to you that my family—no, my entire village —has prospered so. I know not how to repay a debt of this magnitude.＂", "speakerName": "", "type": "conversation"}, {"content": "＂So in lieu of that answer, I have bade my son, and all my future descendants, to serve you—and they will no doubt be willing.＂", "speakerName": "", "type": "conversation"}, {"content": "After the man's passing, his family carried on as he had asked. But the dragon did not understand the nature of the relationship between servant and master.", "speakerName": "", "type": "conversation"}, {"content": "She thought on it for a time, and realized the man's children and people had become like her own children—and from there, the exchange of favors ceased.", "speakerName": "", "type": "conversation"}, {"content": "For there is no need for requital when one is helping their family, and no expectation besides.", "speakerName": "", "type": "conversation"}]}]