[{"conversations": [{"content": "Longing: Part One", "speakerName": "", "type": "conversation"}, {"content": "Look at me. Acknowledge me. Love me.", "speakerName": "", "type": "conversation"}, {"content": "Such things are impossibility to me. I have nothing. No power. No talent. I am bereft of all.", "speakerName": "", "type": "conversation"}, {"content": "All I have are three older brothers. The third is prideful Prometheus. Although the Primal Flame burns with him, he takes pity upon my inability and pays me some heed.", "speakerName": "", "type": "conversation"}, {"content": "In contrast are my splendid brothers Atlas and Menoetius. What strength they have! With all their wisdom, power, and magnificence, they couldn't be further from me.", "speakerName": "", "type": "conversation"}, {"content": "Thus am I unloved. It is akin to spying a pebble on a path. You would not love this pebble, no? That is me.", "speakerName": "", "type": "conversation"}, {"content": "A life made of love is determined from the moment of birth. Yet so too is a life which lacks it.", "speakerName": "", "type": "conversation"}, {"content": "I have long believed this, but today was different. I heard something. I chanced upon Atlas and Menoetius discussing me.", "speakerName": "", "type": "conversation"}, {"content": "At first, I was held rapt to know I even existed in my brothers' world! It was a ray of light in the darkness of my own. Then I came to realize what they were saying.", "speakerName": "", "type": "conversation"}, {"content": "＂Epimetheus hasn't changed at all.＂ ＂No. He is ever the same as the day we stole away that abhorrent power.＂", "speakerName": "", "type": "conversation"}, {"content": "My brothers...stole my power? What could this mean?", "speakerName": "", "type": "conversation"}, {"content": "Is my inability to matter only the fault of my own brothers?", "speakerName": "", "type": "conversation"}, {"content": "What did I do to deserve such? I do not understand. I cannot. Someone! Anyone! Tell me it's not true!", "speakerName": "", "type": "conversation"}, {"content": "...I bet HE would tell me. For some reason, he spends time with me. He will surely explain!", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "Longing: Part Two", "speakerName": "", "type": "conversation"}, {"content": "Those of incapacity are unloved. Thus I, in my incapacity, am unloved. But is this inability because my power was stolen by my brothers?", "speakerName": "", "type": "conversation"}, {"content": "No. It is false. A misunderstanding. Yes! Surely he, the one who visits me, will know the truth of it!", "speakerName": "", "type": "conversation"}, {"content": "＂Tell me, Prometheus. Was it my brothers who robbed me of my power? And did you know of it?＂", "speakerName": "", "type": "conversation"}, {"content": "＂I care not if you merely pity me. Just please tell me it is all a lie! Surely you at least did your best to love me, did you not?＂", "speakerName": "", "type": "conversation"}, {"content": "＂...Where did you hear of this? None but we know of it.＂", "speakerName": "", "type": "conversation"}, {"content": "None...but we. Thus did I come to know how he played a part in this deception as well.", "speakerName": "", "type": "conversation"}, {"content": "Unforgivable. UNFORGIVABLE!", "speakerName": "", "type": "conversation"}, {"content": "UNFORGIVABLE! UNFORGIVABLE! UNFORGIVABLE! UNFORGIVABLE! UNFORGIVABLE! UNFORGIVABLE! UNFORGIVABLE! UNFORGIVABLE! UNFORGIVABLE! UNFORGIVABLE!", "speakerName": "", "type": "conversation"}, {"content": "My resentment knew no bounds. I had no refined words of clemency. I had only a desire to destroy it all. I clenched hatred in both hands and lashed out...", "speakerName": "", "type": "conversation"}, {"content": "Half my body was scorched by the searing Primal Flame.", "speakerName": "", "type": "conversation"}, {"content": "He spoke, but I did not hear. I wanted only to disappear, and so I cast his hand aside.", "speakerName": "", "type": "conversation"}, {"content": "The pain. The agony. The heartache. Oh, how could I have been loved? Did they truly hate my power so?", "speakerName": "", "type": "conversation"}, {"content": "If such is the truth... Yes. I know now. I ought to bear a new strength! I am certain of it!", "speakerName": "", "type": "conversation"}, {"content": "Jealousy! Hatred! Despair! THIS will be the fuel of my new strength! THIS will be new power! At last, I have gained the right to be loved as I deserve!", "speakerName": "", "type": "conversation"}, {"content": "Look upon me, Brother... I have gained new strength. A wonderful power.", "speakerName": "", "type": "conversation"}, {"content": "B-Brother? Why do you leave again? Is it wrong for me to have strength? Brother, no! Don't...go...", "speakerName": "", "type": "conversation"}, {"content": "Love me. Please. Oh please...", "speakerName": "", "type": "conversation"}]}]