[{"conversations": [{"audioPaths": [], "content": "Heavy with Despair: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "A Paladyn is one who eternally follows the shining example of the Goddess Ilia. One who serves those who practice Her word. One who takes up arms to guard Her believers.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As a Paladyn, Ciella was tasked with being a model for the people, and her colleagues within the Church knew her to be a most upstanding and virtuous figure.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂If you wish to be a Paladyn someday,＂ she once told a young Elisanne, ＂then you must find for yourself an unshakable creed.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Ciella believed her devotion could serve as a hope that would guide all to a brighter future. With this unwavering credo in her heart— along with faith in the innate goodness of people—she was the very model of a Paladyn.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "One day, Ciella and a few of her fellow Paladyns were ordered to guard a bishop.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The bishop's diocese was a troubled place with a dire class disparity, and this inequality often threatened to stoke the fires of conflict.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And less than a month after Ciella took up her bodyguard position, it happened—someone attacked the diocese.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Ciella and her fellow knights were tasked with protecting the bishop above all else. Yet as they were escorting him to safety, she was struck by the pleas of the people.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Protecting the Goddess's believers was also a Paladyn's duty, so Ciella let the others take  care of the bishop and ran through the battlefield in order to aid the people, saving countless lives.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But the bishop condemned her as a praise-seeking fool who leapt at the chance for accolades like a moth to the flame.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The bishop claimed that as one who spreads the Goddess's love, he was more important than the civilians who simply accepted it. So in order to clear her name, Ciella was ordered to capture the leader of the attack.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Though Ciella did not agree with the bishop, she followed his orders and began searching for the conspirator—and after a search of some length, she finally tracked him down.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Ciella was prepared to begin questioning the man at once, but then someone came along and asked her to stop.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "It was another Paladyn, a boy of lower rank than herself. And he asked her not only to halt the questioning, but to free the person also.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "When she asked why, he reluctantly explained it out of obligation to his senior Paladyn.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The inciter of the attack was actually a bishop from another diocese who had long been engaged in a power struggle with her own.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Ciella shot back that as a Paladyn who followed the path of righteousness, the boy should not approve anything that might endanger the people.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The lad replied that such perfect ideals were only possible if one blindly ignored the ills of the world, and that a Paladyn who hoped to lead the faithful could not keep their hands clean forever.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Ciella scowled at this, then demanded to know if he had forgotten all he had been taught. The boy replied that his teachings were a lie. ＂If you want to be a Paladyn,＂ he said, ＂then cast aside your hope.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Furthermore, the boy added that this series of events took place under orders from the Grand Paladyn.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The force of this revelation dropped Ciella to her knees. The Grand Paladyn—the person meant to be a model for all others—was working AGAINST the Goddess's teachings?", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The boy stated that the Grand Paladyn viewed no sacrifice too great to protect those of noble blood—and thus caused this attack. ＂Madness!＂ thought Ciella. ＂Why is noble blood worth spilling common blood over?!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Her world reeled. Her devotion? Her creed? Her sense of right and wrong? All of it was a lie. And as these revelations struck home one after the other, she sank into despair.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "After a long, heavy silence, she gazed back at the Paladyn, eyes dark with hopelessness and whispered a single phrase:  ＂I understand now.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210167011, "title": "Heavy with Despair: Part One"}, {"conversations": [{"audioPaths": [], "content": "Heavy with Despair: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As a Paladyn, Ciella was meant to be righteous always—meant to have unwavering faith in her beliefs. But when she learned everything she believed in was a lie, it caused her to sink into a dark pit of despair.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Those who were meant to lead people with their teachings were instead risking those same lives to advance their own interests— and duty compelled her to protect the very villains who put themselves ahead of others.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Her beliefs and conviction of how things should be had been cast aside as a fraud. And as she turned her eyes to the young Paladyn who brought her world crashing down, she whispered three words: ＂I understand now.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The Paladyn felt his lips upturn, pleased his naive and straight-laced senior finally understood the truth of this world.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But a moment later, his eyes went wide with shock and his face twisted in pain.  ＂How pitiful,＂ said Ciella. ＂How hopeless.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "She glared at the bloody corpse that now lay before here. If she could not do the right thing as a Paladyn, then she would simply be one no longer. And with that, she took her leave.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "From that day forward, Ciella was a wanted woman, excommunicated from the Church and pursued endlessly by all manner of people.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But the hunted quickly became the hunter as she started to eliminate the corrupt members of the Church who had so brazenly toyed with their followers' lives.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "This death-dealing became Ciella's new creed, but her rampage could not continue forever. One day, she was cornered in an abandoned church and given a near-fatal wound.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As she struggled to move, the Templars left her and set fire to the church. As the flames approached her, she could only despair.  ＂This world...has no hope...＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Correct, Ciella. This world has no hope.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As she turned her head to see where the mysterious voice had come from, she beheld a man clad in black standing in the shadows. ＂You who despairs for this farce of a world. Do you wish for wings to reject all deceit?＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The man said he would give her the strength to gain revenge against the Church that had deceived and abandoned the entire world,  then presented her with a black mask.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂This mask can turn the wearer into a beast. If you are prepared to become so inhuman, then take it and rebel against the world.＂ ＂How very hopeless,＂ chuckled Ciella as she placed the mask on her face.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Several days later, shrill cries rang out in a nearby church. The pristine chapel now ran red with the blood of the Templars who had attempted to burn her alive.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Taste despair!＂ cried Ciella as she enacted justice upon those of false righteousness. ＂I am—no, WE are Agito! We are wings of judgment which unfurl in rejection of deceit!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210167012, "title": "Heavy with Despair: Part Two"}]