[{"conversations": [{"audioPaths": [], "content": "My Kinda Teamwork: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂...Man, I'm bored.＂  Marishiten stood upon the sand, watching the waves with vague disinterest until a distant voice snapped her back to attention.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "It was that of the fox familiar, Kuzunoha. Behind her stood Gozu Tenno, pillar of the twelve Wyrmclans, with Ieyasu of the Boar clan and Mitsuhide of the Mouse perched atop his wide shoulders. ＂To what do I owe the honor?＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂You look like yer doin' a whole lotta nothin'. Wanna play beach volleyball?＂ coaxed the fox. ＂You're not wrong. Beach what-now, though?＂ The dragon's brow furrowed at the unfamiliar term, so Mitsuhide begrudgingly explained.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Put simply, this ＂beach volleyball＂ was a game in which a team of two worked to hit a ball over a net into another pair's side of the court. If the ball touched the ground, the other team scored a point, until one side won.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "There were a handful of other rules, but Mitsuhide insisted Marishiten would pick up the rest as they played. ＂Yer just too lazy to teach her proper-like,＂ Kuzunoha protested, but Mitsuhide had already left for the court.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Marishiten paired with Ieyasu and squared off against Kuzunoha and Gozu Tenno. Mitsuhide sat perched in a referee's chair she'd pulled from who-knows-where, ready to enjoy the show from on high.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Welp, knock yourselves out,＂ came her halfhearted signal, and Gozu Tenno stepped up to serve. Across the court from him, precisely where the ball would land, Ieyasu stood ready to receive.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But Marishiten, eyes glued to the ball, charged headlong to intercept it. ＂Ah! Be careful, Ma—＂ Ieyasu and his pactbound dragon collided in spectacular fashion, the ball rolling lazily to a stop beside them.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Oi, outta my way!＂ shouted Marishiten, but it was Mitsuhide who replied. ＂That one was your fault,＂ she said, stifling a yawn. ＂Oh, and I didn't mention before, but this game is all about how well you work as a team.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Teamwork. Greeeat.＂ The dragon made no effort to hide her disdain. ＂Just watch those two,＂ Mitsuhide replied, signaling for the game to continue with a nod. And sure enough, a few volleys later, the results were crystal clear.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I reckon I got this one!＂ ＂I leave it to you.＂ Kuzunoha and Gozu Tenno coordinated each play aloud, while Marishiten and her partner played in silence from start to finish. Their poor teamwork soon saw them one set down.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂See?＂ Mitsuhide asked, slouching in her chair with her chin in her hand. ＂If you want to win, start playing like you have a teammate.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Marishiten gave an irritated click of her tongue as she looked toward the setting sun. ＂One more round. I'm not losing this time.＂ ＂Oh? Ready to start playing together like Kuzunoha and Gozu Tenno, are you?＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The corners of Marishiten's mouth pulled back in a feral grin at Mitsuhide's taunt. ＂No way. You won't catch me fussing over every little move like that. Ain't how I'm built.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Her eyes sparkling bright, the dragon of battle made her proclamation.  ＂This round, I'm gonna show you MY style!＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210156011, "title": "My Kinda Teamwork: Part One"}, {"conversations": [{"audioPaths": [], "content": "My Kinda Teamwork: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "When a beach volleyball match meant to pass the time proved a greater challenge than Marishiten expected, Mitsuhide suggested they try to work together. Marishiten scoffed at the idea, and promised to show how SHE fights.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂You don't lift a finger without my permission,＂ Marishiten warned Ieyasu before slamming the ball across the court. Yet Gozu Tenno managed to snake a muscular arm beneath it just before it hit the earth.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Nice goin', Gozu!＂ Kuzunoha called out as she picked up his save, sending it sailing back to Marishiten, who received the ball once more. It traced a graceful arc back toward the net, perfectly setting Ieyasu up for the kill.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "...But instead, it was Marishiten who took to the air! Her back arched powerfully, then snapped upright, channeling all of her might into a spike that half-buried the ball in the sand on her opponents' side.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂That's one point on the board.＂ ＂The heck it is! Ya can't touch the ball twice in a row—it's against the dang rules!＂ ＂What? Nobody told me that.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Whoops,＂ shrugged Mitsuhide, making a show of pretending to mull the issue over for a while before declaring a ruling. ＂...Meh, why not?＂ The unorthodox move was apparently allowed. (*It really shouldn't be. Please don't do this.)", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Now that I've got the ref's go-ahead, lemme pound another one in!＂ ＂This ain't volleyball; it's madness! Chaos! Pandemonium!＂  The match only went downhill from there.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Marishiten worked overtime to match Kuzunoha and Gozu Tenno's flawless teamwork, flouting both the rules AND the laws of physics.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "She had her overwhelming physical prowess to thank for her magnificent display. Even so, it was not a show that could last for long.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Marishiten's exhaustion became increasingly evident, and eventually, the game reached its climax. Whichever team scored next would be crowned the victor.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Seeing Marishiten wipe the sweat from her brow, Kuzunoha felt her win was imminent. ＂Other side a' the court's lookin' awful tired. This one's ours for the takin', Gozu!＂ ＂We'll not allow victory to escape our grasp.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Gozu Tenno channeled his hunger for victory into a mighty serve. Marishiten managed to deflect it, but her movements lacked the sharp edge they once carried. Instead, she stood slumped, looking defeated at long last.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Seeing this chance, Kuzunoha offered Gozu Tenno a perfect set-up. ＂Yer up, my friend!＂ ＂Understood!＂ The towering dragon spiked the ball with his tree-trunk of an arm. Marishiten remained rooted, exhausted and unmoving...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Then she gave an easy grin. ＂Your turn, partner.＂ No sooner were the words out of her mouth than a sudden gale flew by. ＂Finally. I'd about lost my patience.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Kuzunoha had barely registered the words that crisp, cool voice had spoken when the ball flew from Ieyasu's hand and into the sand beside her, grazing her face in the process. ＂That's game. Ieyasu and Marishiten win.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Rrgh, I really thought we had that one.＂ ＂Same. Honestly, the whole point of this was for Marishiten to lose and learn a valuable lesson about teamwork. So much for that.＂ Mitsuhide heaved a sigh, her plans undone.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As Mitsuhide confessed, this game had been a response to orders from above, instructing them to hone their teamwork in preparation for missions to come.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Not much you can do to plan around a solo performance like THAT, though,＂ Mitsuhide mused with an exasperated shake of her head. Marishiten's reply was uncharacteristically bashful. ＂It's not like the plan failed, exactly.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂There's more to teamwork than doing everything together, yeah?＂ She explained that the only reason she'd been able to make such a showing was because she had a trusted partner behind her.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I'm just saying that's what MY—well, OUR brand of cooperation looks like.＂ Mitsuhide, not interested in expending much thought or effort, climbed down from her perch. ＂Sure. Whatever works. So...mission accomplished?＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Marishiten stood with her back to the crimson sunset. She looked to her friends, each of them looking tired but satisfied, and barked a laugh.  ＂Yep. That was one hell of a way to kill time.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210156012, "title": "My Kinda Teamwork: Part Two"}]