[{"conversations": [{"audioPaths": [], "content": "Forbidden Words: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Once upon a time, 12 princes and one princess lived peacefully together in a small country.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "One day, they were playing at the riverside near their family's vacation home when it began to rain. When they sheltered under a tree, they found something strange...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "It was an affectionate little dragon. Its cuteness won them over in an instant, and they quickly decided to take it back to the castle with them.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Everyone was surprised at the sight, but one wise man spoke up: ＂This is an infant Styx. They are river guardians whom we humans have been indebted to since antiquity.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Take good care of it, and it will see you blessed. But never speak of another with hatred in your heart, or it will abandon you.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "None of the siblings thought they had any reason to heed his warning. They continued to spend their days in happiness with one another... but alas, no happiness lasts forever.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "When their royal father died one day, they knew his successor would be chosen from among them. Their relationship quickly soured, and  a chain of disasters began.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "One prince was exiled for suspected bribery. Another died in a supposed accident. Before long, only two princes were left in the castle, and the tension was palpable.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The princess, forgetting the wise man's warning, confided in Styx. ＂My brothers are so scary now. They have eyes like terrible fiends, and have forgotten how to smile.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂I don't even know them anymore! They're not my brothers! I HATE THEM!＂ Suddenly, Styx began to shake before emitting a loud screech.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210130011, "title": "Forbidden Words: Part One (210130011)"}, {"conversations": [{"audioPaths": [], "content": "Forbidden Words: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "After no longer being able to endure the sight of her brothers fighting over the throne, the princess confided in Styx how much she hated them— and in so doing broke a taboo.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "After shaking and screeching, countless black shadows poured from Styx's body, bearing only a passing resemblance to the cute dragon from whence they came.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "With shouts of glee, the shadows flew from the castle. Some set about terrorizing the carts in the square, while others blew up bags of flour.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Their pranks caused chaos, and the remaining princes were left with no choice but to unite against this common foe. And yet, some still sought to eliminate their brothers.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The soldiers did as they were ordered and engaged the shadows in battle. However, their attacks only seemed to spawn yet more shadows, leaving them questioning their tactics.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "But a tactical change was dismissed by the princes, who feared such a thing would grant advantage to a sibling. Before long, there were twice as many shadows as soldiers.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The soldiers were quickly put on the defensive, while the shadows spread around the country like wildfire, turning the entire nation into a lawless war zone of pranks.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Before long, the country's inhabitants began to flee abroad—and not just because of the shadows' pranks. For they had lost faith in the princes who were making the situation worse.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "By the time the princes realized this, hardly a soul remained—and what was the point of ruling over an empty country? What had their long and bloody conflict even been for?", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The pitiful princes could only laugh at their own foolishness. Seeing this, the princess shouted in surprise.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "She couldn't help but rejoice at the sight of them smiling after so long— and as if in response to their joy, the shadows turned to light.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The lights gathered as one and took the divine form of a dragon. The now- adult Styx glanced at the siblings before taking to the sky and flying off to the distant river.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Though it was the end of their country, the siblings chose to live happily ever after in the vacation home by the river where they first met Styx.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "As the river was watched over by Styx, it never flooded its banks, and its bounties were plentiful; the siblings wanted for nothing for the rest of their days.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "When an adult Styx takes to the skies, its dancing feathers become new infant Styx and descend to the land with sudden rainstorms— or so the stories say.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "So if you happen to find yourself taking in a strange creature on a rainy day, be good to your friends and your family—and if you fight with them, make peace at once.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "If not, you might end up surrounded by more fluffy troublemakers than you can handle...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210130012, "title": "Forbidden Words: Part Two (210130012)"}]