[{"conversations": [{"audioPaths": [], "content": "A Golden Peace: Part One", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The southern frontier of Grastaea is a land where the influence of the Alberian royal family does not reach. Instead, it is governed by a number of lesser lords and aristocrats.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "It is a rural region, far removed from Sol Alberia. While that may sound bucolic, it is in truth a land filled with naught but struggling villages choked off by penury.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Even the circumstances of the ruling lords were sad, and they could barely maintain an image of nobility. But one day, something happened that would change everything.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "A gemstone mine was discovered on the border of two neighboring territories. Naturally, each ruling lord laid their own claim to the rights.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "There was vast wealth to be had by the victor, and neither lord would budge an inch. Soon, they realized that further discussion would be meaningless, and so broke off talks.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Instead, the dispute would be settled in battle. The lords hired mercenaries and prepared for combat. But just as the bloody day arrived, a young dragon appeared before them.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂War achieves nothing,＂ said the dragon. ＂If it is wealth you desire, take these crystals and go in peace.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And so, Gold Fafnir shared some of his golden crystals with the lords. Their value was every bit the equal of what could be found in the mine, and achieved without work besides.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Your two lands should share control of the mine,＂ said the dragon. ＂If you agree to this, I shall continue to provide you both with crystals.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And so, the lords quickly reconciled. Though each would receive only half-rights to the gemstone mine, the addition of the crystals made the deal a winning one for both parties.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "In this way, the frontier region soon found itself overflowing with riches, and the lords no longer had any reason to fight. But alas, this was to be a short-lived peace...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210091011, "title": "A Golden Peace: Part One"}, {"conversations": [{"audioPaths": [], "content": "A Golden Peace: Part Two", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "A gemstone mine was found in a frontier region far from Sol Alberia. Local lords came in conflict over the rights, and war was only averted by by the appearance of a gold dragon.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Gold Fafnir shared his crystals with the lords, and they agreed to share control of the mine in turn. Thus was danger averted...for a time.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Eventually, unrest began to grow anew among the lords, spurred by their hiring of mercenaries. This made Gold Fafnir come to them once more.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂You are both rich beyond measure,＂ he said. ＂You ought have no reason to fight. So why, then, do you insist on walking this violent path?＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The lords answered as one: ＂Is it not obvious? We seek to keep both the rights to the mine as well as the crystals you bestow upon us. They must be ours for all time.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Gold Fafnir had not understood the sinful greed of humans, or how it could be lit ablaze by the mere promise of further riches to come.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "His crystals were no longer a deterrent to conflict. Instead, they now stoked the fires of greed and incited even greater strife.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "The irony was painful. In a quest for peace, Gold Fafnir had himself become the source of war. But just as he was ready to despair...", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "A light came to the land in the form of a prince—the seventh heir to the  throne of Alberia. He worked tirelessly to mediate the conflict and stabilize the grave situation.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "Gold Fafnir was stunned that a human had achieved what he had been unable to do. But when he asked how he had done it, the prince merely chuckled.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂They sought wealth in the name of their pride, so I turned that question upon them and forced them to see that hoarding wealth was the most disgraceful act of all.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂Furthermore, I reminded them they would be easy prey for the Empire if they exhausted their armies on petty squabbles. As such, I made them consider their own happiness.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂But is peace not its own form of happiness?＂ asked the dragon. At this, the prince shook his head.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂The wealth that money brings about may indeed foment peace. However, I am less sure that money itself can equate to happiness.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "＂You understand things that I do not,＂ said Gold Fafnir. ＂Perhaps we will be able to build a true and lasting peace if we work together.＂", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}, {"audioPaths": [], "content": "And so, Gold Fafnir chose to join with the prince, that they might forge a golden peace that brought true happiness to all.", "isSys": false, "speakerIcon": null, "speakerName": "", "type": "conversation"}], "id": 210091012, "title": "A Golden Peace: Part Two"}]