[{"conversations": [{"content": "最も貪欲なるもの 前編", "speakerName": "", "type": "conversation"}, {"content": "炎帝と呼ばれたそのドラゴンは貪欲であることで知られていた。そしてその貪欲は、深く、昏い、闇より解き放たれた今、より強い渇望となって炎帝の内に渦巻いていた。", "speakerName": "", "type": "conversation"}, {"content": "『黒いマナ』から解き放たれ生まれ変わった炎帝は己の心の赴くまま新たに芽生えた渇望を追い求める。", "speakerName": "", "type": "conversation"}, {"content": "心が解き放たれた折に感じたもの――――他者の持つ強い意思の輝きあの輝きを、もう一度感じたい。あの輝きと再び共鳴し、堪能したい。", "speakerName": "", "type": "conversation"}, {"content": "一心不乱に、ひたむきに、ひたすらに、己が願いを掴まんとする強い意思……その輝きとの共鳴が生む刹那の充足は生まれ変わった炎帝にとって、何物にも代え難い甘美となっていた。", "speakerName": "", "type": "conversation"}, {"content": "あの得難き甘美を再び味わうには、共鳴をもたらす者が必要である。そして炎帝は己を鑑み、こう考えた。――我と共鳴するほどならばさぞ強烈な欲を抱えているに違いない。", "speakerName": "", "type": "conversation"}, {"content": "斯くして生まれ変わった炎帝は己と共鳴し得る強烈な欲を持つ者を探し求めて旅に出るのだった。", "speakerName": "", "type": "conversation"}, {"content": "炎帝は出会うドラゴンに片っ端から己が欲を曝け出すよう要求して回った。しかし、彼らは炎帝を恐れるあまり己の欲を押し殺してしまう。互いに歩み寄らねば意思は通じない。", "speakerName": "", "type": "conversation"}, {"content": "中には歩み寄ってくる者もいたが、その大半は炎帝の力に尾を振り取り入ろうとする者たちであった。それは彼が求める共鳴とは異なる。", "speakerName": "", "type": "conversation"}, {"content": "果たして、炎帝の望みは叶わずそれでも彼に諦念は微塵もなく身を焦がすほどの熱望を胸に充足の刹那を追い求め続けた。", "speakerName": "", "type": "conversation"}, {"content": "しかし、炎帝が求める刹那は砂漠に浮かぶ蜃気楼の如く求めれば求めるほどに遠ざかり、たとえ那由他を彷徨おうとも手にすることができない。", "speakerName": "", "type": "conversation"}, {"content": "宇宙の原点から世界の最果てまで当て所なく彷徨ってなお満たされることのない飢えはやがて炎帝を蝕み、わずかな理性すらも焼け残った灰のように軽く吹き飛ばす。", "speakerName": "", "type": "conversation"}, {"content": "だが、自棄ともつかない憤怒を振り撒き彼我の境すら見失いかけた炎帝の前にそれは突然、現れた……。彼はついに、この世で最も貪欲なるものと邂逅を果たす。", "speakerName": "", "type": "conversation"}]}, {"conversations": [{"content": "最も貪欲なるもの 後編", "speakerName": "", "type": "conversation"}, {"content": "『黒いマナ』から解き放たれた時に感じた他者の強い意思の輝き……その輝きとの共鳴を再び味わうため、炎帝は強烈な欲を抱く者を探し求めた。", "speakerName": "", "type": "conversation"}, {"content": "炎帝を前にしても抑えられぬ我欲、打算とは縁遠い純粋なる強欲、炎帝と呼ばれた己に並ぶ貪欲さを備えた最も貪欲なるもの……それは、人間の赤子であった。", "speakerName": "", "type": "conversation"}, {"content": "生後間もないであろうそれを見つけたのは炎帝の巣の近くだった。捨てられたのか、あるいは供物として捧げられたのか……当然、眼前の赤子は語る口を持たない。", "speakerName": "", "type": "conversation"}, {"content": "代わりにその口から出るのはひたすらにひたむきで一心不乱な己の欲求を訴える叫びのみである。だが、それが炎帝の関心を引いた。", "speakerName": "", "type": "conversation"}, {"content": "最初は単なる気まぐれに過ぎなかった。だが、人間の赤子が持つ飽くなき好奇心、尽きぬ探求心は純粋に炎帝を感心させた。", "speakerName": "", "type": "conversation"}, {"content": "人間の赤子はひどく脆弱な癖にその我欲で炎帝を振り回した。傍から見れば、吹けば飛ぶような存在にかのドラゴンが振り回されている様は実に滑稽極まりなく見えたことだろう。", "speakerName": "", "type": "conversation"}, {"content": "だが、炎帝にとってはその滑稽さが新鮮だった。他者の欲に振り回されるなど、彼にははじめての経験だった。", "speakerName": "", "type": "conversation"}, {"content": "人間の赤子は何にでも興味を示し、気持ちの赴くままに動く。腹が減れば泣き、退屈になれば叫ぶ。己の欲にここまで忠実な存在が他にいるだろうか。", "speakerName": "", "type": "conversation"}, {"content": "だが、人間の赤子の在り様を考え、ふと疑念が過る。果たして、この先に充足はあるのか？此奴の欲は共鳴をもたらすのか？", "speakerName": "", "type": "conversation"}, {"content": "炎帝は、これまで己の欲の充足のみを追求し続けてきた。だが今は、あろうことか人間の赤子に振り回されている。いったい我は何をしているのだ？", "speakerName": "", "type": "conversation"}, {"content": "――だが、沸々と湧いた疑念をけたたましい泣き声がかき消した。炎帝は、やれやれと迷いを抱えたまま人間の赤子の世話を焼く。", "speakerName": "", "type": "conversation"}, {"content": "泣き叫ぶ赤子に食事を与え、落ち着きなく動くのを何とかいさめようやく寝かしつける。そして、件の疑念に頭をもたげながら赤子の満足気な表情を見て、気付いた。", "speakerName": "", "type": "conversation"}, {"content": "人間の赤子の満たされた顔を見た瞬間、炎帝は他者の充足に共鳴し満たされた。炎帝は今、他者の欲を満たすことで求め続けていた充足を感じたのだ。", "speakerName": "", "type": "conversation"}, {"content": "彼の胸につかえていた疑念は氷解した。これまでは、支配や獲得に充足を感じ、故にその先にこそ共鳴があると信じた。強烈な欲こそが共鳴をもたらすのだと。……だが、そうではなかった。", "speakerName": "", "type": "conversation"}, {"content": "他者の持つ強い意思の輝き、その輝きと共鳴するのに必要なのは求めることでなく、与えること……。共鳴は誰かに求めた先で得るものでなく自身で与えた先に得られるものだった。", "speakerName": "", "type": "conversation"}, {"content": "であれば、幾ら探し求めたところで共鳴し得る者が見つからぬのも当然。炎帝が渇望していた欲の共鳴とは己が腹で満ちるものではなく他人の腹で満ちるものだったのだから。", "speakerName": "", "type": "conversation"}, {"content": "炎帝は人間の赤子と共にいることで、恭順や養護で満ちる欲を知った。脆弱な人間の赤子が、誰もが畏れる貪欲なドラゴンに新たな充足の形を教えたのだ。", "speakerName": "", "type": "conversation"}, {"content": "他者の持つ意思の輝きを感じるために必要なのは『求めること』でなく『与えること』だった……そして、それを知った貪欲なる炎帝は新たに湧いた期待に胸を滾らせる。", "speakerName": "", "type": "conversation"}, {"content": "赤子の小さな手が炎帝を求めて彷徨う。炎帝は、気付きをもたらした小さな手がさらなる充足をもたらすに違いないと赤子の手に自身の指先を掴ませた。", "speakerName": "", "type": "conversation"}]}]